Repository: ruuk/script.forum.browser
Catalog: resources/language/Swedish/strings.po
Languages: sv

# Addon Summary
source: Browse forums within Kodi
sv: Bläddra bland forum i Kodi

# Addon Description
source: Browse Forums in Kodi. Supports Tapatalk enabled forums (over 30000) and Forumrunner enabled forums. Also supports boxee.tv. View forums, threads, posts, subscriptions and private messages. Follow links in Web Viewer. Post replies, send private messages, delete posts, quote posts. View images in posts, follow post forum links and download post links.
sv: Bläddra bland forum i Kodi. Stödjer Tapatalk (över 30000) och Forumrunner aktiverade forum. Även boxee.tv stödjs. Förhandsgranska forum, trådar, inlägg, prenumerationer och privatmeddelanden. Följ länkar i Web Viewer. Gör inlägg, skicka privata meddelanden, ta bort inlägg, citera inlägg. Se bilder i inlägg, följ länkar och laddar ner länkar.

# #32000
source: General
sv: Allmänt

# #32001
source: Open Thread At Newest Post
sv: Öppna tråd vid senaste inlägg

# #32002
source: Reverse Sort Posts
sv: Sortera inlägg omvänt

# #32003
source: Language
sv: Språk

# #32004
source: Always Login If Possible
sv: Logga alltid in om möjligt

# #32005
source: Skin
sv: Skin Settings

# #32006
source: Use Text Editor (Experimental)
sv: Använd texteditor (experimentell)

# #32007
source: Use Forum Colours
sv: Använd forumets färger

# #32008
source: Advanced
sv: Avancerad

# #32009
source: Automatically Open Subscriptions
sv: Öppna prenumerationer automatiskt

# #32011
source: Dark
sv: Mörkt

# #32012
source: Light
sv: Ljust

# #32013
source: Hide Signatures In Posts
sv: Dölj signaturer i inlägg

# #32014
source: Always Show OK Button In Message Dialogs
sv: Visa alltid OK-knappen i meddelandedialoger

# #32015
source: Confirm Exit On Quit
sv: Bekräfta stäng vid avsluta

# #32016
source: Ignore Forum Images In Posts
sv: Ignorera forum bilder i inlägg

# #32017
source: Disable Activity Splash
sv: Avaktivera aktivitetsruta

# #32018
source: Notifications
sv: Notifieringar

# #32019
source: Enable Notifications (Enabling Requires Kodi Restart)
sv: Aktivera notifieringar (kräver omstart av Kodi)

# #32020
source: Check Interval (In Minutes)
sv: Kontrollintervall (i minuter)

# #32021
source: Only At Kodi Start (Disabling Requires Kodi Restart)
sv: Endast vid start av Kodi (avaktivering kräver omstart av Kodi)

# #32023
source: Method
sv: Metod

# #32024
source: Method (During Video)
sv: Metod (under videouppspelning)

# #32026
source: Small Dialog
sv: Liten dialog

# #32028
source: Kodi Notice Duration (Seconds)
sv: Kodi notifieringslängd (sekunder)

# #32029
source: Dialog Timeout (Seconds - 0 For None)
sv: Timeout för dialoger (sekunder - 0 för ingen)

# #32030
source: Only When Playing Video
sv: Endast vid videouppspelning

# #32031
source: Activity Stops Timeout
sv: Aktivitet avbryter TimeOut

# #32032
source: Ask Before Interrupting Video
sv: Fråga innan avbrytning av video

# #32033
source: Return To Interrupted Video
sv: Återgå till avbruten video

# #32034
source: Pause Video On Dialogs
sv: Pausa video vid dialogvisning

# #32035
source: Hide Video Overlay
sv: Göm videoöverlägg

# #32036
source: Stop Forum Video On Forum Browser Close
sv: Stoppa forumvideo när forumbrowsern stängs

# #32037
source: Allow Return To Interrupted Video After Close
sv: Tillåt återgång till avbruten video efter stängning

# #32038
source: Bypass Kodi Resume Dialog
sv: Förbigå XBCM's dialog för återuppta

# #32039
source: Pre-Offset (Seconds)
sv: För-offset (sekunder)

# #32040
source: Hours Until Notify Data Considered Stale
sv: Timmar tills datan anses gammal

# #32041
source: Dialog: Only Show Notify Enabled Forums
sv: Dialog: Visa endast notifieringsaktiverade forum

# #32042
source: Resume Video In Overlay
sv: Återuppta video i överlägg

# #32043
source: Start Video In Overlay
sv: Starta video i överlägg

# #32044
source: Show Post Media Indicators
sv: Visa mediaindikatorer för inlägg

# #32045
source: Count Link Images As Images
sv: Tolka länkbilder som bilder

# #32046
source: Searching Posts: Open Thread On Post Click
sv: Söker inlägg: Öppna tråd vid inläggsklick

# #32047
source: Search: Show Search History
sv: Sök: Visa sökhistorik

# #32048
source: Show Traceback Dialog On Errors
sv: Visa återkopplingsdialog vid fel

# #32050
source: ERROR
sv: FEL

# #32051
source: Options
sv: Val

# #32052
source: Done
sv: Färdig

# #32053
source: Please try again.
sv: Vänligen försök igen.

# #32054
source: Refresh
sv: Uppdatera

# #32100
source: Logging In
sv: Loggar in

# #32101
source: Opening URL
sv: Öppnar URL

# #32102
source: Reading Data
sv: Läser data

# #32103
source: Parsing Data
sv: Analyserar data

# #32105
source: Processing Form
sv: Hanterar formulär

# #32106
source: Submitting Form
sv: Skickar formulär

# #32107
source: Wating {0} seconds
sv: Väntar {0} sekunder

# #32108
source: Clearing Notifications
sv: Rensar notifieringar

# #32110
source: First Page
sv: Första sidan

# #32111
source: Last Page
sv: Sista sidan

# #32112
source: Newest Post
sv: Senaste inlägg

# #32113
source: Oldest Post
sv: Äldsta inlägg

# #32114
source: Go to...
sv: Gå till...

# #32115
source: Go to page number
sv: Gå till sidan

# #32116
source: Enter page number
sv: Ange sidnummer

# #32120
source: Set Title
sv: Ange titel

# #32122
source: Delete Line
sv: Radera rad

# #32123
source: Enter Text
sv: Skriv text

# #32124
source: Edit Line
sv: Ändra rad

# #32125
source: Enter Post Title
sv: Ange titel på inlägg

# #32126
source: Posting
sv: Lägger in

# #32127
source: Posting. Please wait...
sv: Lägger in. Vänligen vänta...

# #32128
source: Add Line Before
sv: Lägg till rad före

# #32129
source: Save
sv: Spara

# #32130
source: Posts
sv: Inlägg

# #32131
source: Error getting posts
sv: Fel vid hämtning av inlägg

# #32133
source: Error filling post list
sv: Fel vid fyllning av inläggslista

# #32134
source: Quote
sv: Citera

# #32135
source: Error getting private messages
sv: Fel vid inläsning av privata meddelanden

# #32136
source: View Images
sv: Visa bilder

# #32137
source: View Link Images
sv: Visa länkbilder

# #32138
source: Follow Thread Link
sv: Följ trådlänk

# #32139
source: Follow Post Link
sv: Följ inläggslänk

# #32140
source: Download A Link
sv: Ladda ner en länk

# #32141
source: Delete
sv: Ta bort

# #32142
source: Post ID
sv: Inlägg ID

# #32143
source: Thread ID
sv: Tråds ID

# #32144
source: Choose Target Directory
sv: Välj destinationsmapp

# #32145
source: Downloading File
sv: Laddar ner fil

# #32146
source: Downloaded File:
sv: Laddar ner fil:

# #32148
source: Downloading Images
sv: Laddar ner bilder

# #32149
source: Deleting
sv: Raderar

# #32150
source: Deleting. Please wait...
sv: Radera. Vänligen vänta...

# #32151
source: PMs
sv: PM

# #32160
source: Threads
sv: Trådar

# #32161
source: Error getting threads.
sv: Fel vid hämtning av trådar.

# #32162
source: Last Post By:
sv: Senaste inlägg vid:

# #32163
source: Error filling threads list.
sv: Fel vid fyllning av trådlista

# #32170
source: Forums
sv: Forum

# #32171
source: Error getting forums.
sv: Fel vid hämtning av forum

# #32172
source: No Description
sv: Ingen beskrivning

# #32173
source: Sub-Forum
sv: Underforum

# #32174
source: Error filling forum list.
sv: Fel vid inläsning av forumlista

# #32175
source: Subscriptions
sv: Prenumerationer

# #32176
source: Private Messages
sv: Privata meddelanden

# #32177
source: Send PM
sv: Skicka PM

# #32178
source: Send Message
sv: Skicka meddelande

# #32180
source: Quote:
sv: Citera:

# #32181
source: Originally posted by:
sv: Ursprungligen inlagt av:

# #32182
source: Link:
sv: Länk:

# #32183
source: Code:
sv: Kod:

# #32184
source: PHP Code:
sv: PHP-kod:

# #32185
source: HTML Code:
sv: HTML-kod:

# #32200
source: Select Forum
sv: Välj forum

# #32201
source: Enter Username
sv: Ange användarnamn

# #32202
source: Enter Password
sv: Ange lösenord

# #32203
source: Settings
sv: Inställningar

# #32204
source: Set Logins
sv: Ange logins

# #32205
source: Downloading
sv: Laddar ned

# #32206
source: Downloading {0}
sv: Laddar ner {0}

# #32207
source: Turn On Notifications
sv: Aktivera notifieringar

# #32208
source: Turn Off Notifications
sv: Avaktivera notifieringar

# #32209
source: Manage Notifications
sv: Hantera notifieringar

# #32220
source: Waiting...
sv: Väntar...

# #32221
source: Waiting for thread to stop...
sv: Väntar på att tråden skall stanna...

# #32222
source: Add A Forum
sv: Lägg till ett forum

# #32223
source: Add Current Forum To Favorites
sv: Lägg till forum i Favoriter

# #32224
source: Remove Forums
sv: Radera forum

# #32225
source: Remove A Forum From Favorites
sv: Radera ett forum från favoriter

# #32226
source: Add A Forum From The Online Database
sv: Lägg till ett forum från onlinedatabasen

# #32227
source: Posting A Reply Failed:
sv: Postningen av svaret misslyckades:

# #32228
source: Enable Log Debugging
sv: Aktivera log

# #32229
source: Empty Forum
sv: Tomt forum

# #32230
source: There are no threads in this forum.
sv: Det finns inga trådar i detta forum

# #32231
source: Checking Messages
sv: Kontrollerar meddelanden

# #32232
source: Edit
sv: Redigera

# #32233
source: Enable MyBB edit post bug re-subscribe fix
sv: Aktivera MyBB bugg fix (editera inlägg vid åter prenumerering)

# #32234
source: Use skin modifications (Recommended)
sv: Använd skinnets modifieringar (rekommenderas)

# #32235
source: Enable SSL connections (https)
sv: Aktivera SSL-anslutningar (https)

# #32236
source: Subscribe To Thread
sv: Prenumerera på tråd

# #32237
source: Use keyboard mod
sv: Använd tangentbordsmod

# #32240
source: Unsubscribe Thread
sv: Avsluta trådprenumeration

# #32241
source: Add Current Forum To Online Database
sv: Lägg till nuvarande forum till onlinedatabasen

# #32242
source: Unsubscribe From Forum
sv: Avsluta prenumeration på forumet

# #32243
source: Subscribe To Forum
sv: Prenumerera på forumet

# #32244
source: Help
sv: Hjälp

# #32245
source: Cache Logo Images Locally
sv: Cacha logobilder lokalt

# #32246
source: Sending a private message failed:
sv: Skicka privat meddelande misslyckades:

# #32247
source: Disable SSL For Forumrunner
sv: Avaktivera SSL för Forumrunner

# #32248
source: Please wait...
sv: Vänta...

# #32249
source: Reply/Forward
sv: Svara/Vidarebefordra

# #32250
source: No posts
sv: Inga inlägg

# #32251
source: No messages
sv: Inga meddelanden

# #32252
source: Create Thread
sv: Skapa tråd

# #32253
source: Send PM to {0}
sv: Skicka PM till {0}

# #32254
source: Will Restart After Finish.
sv: Omstart efter avslut

# #32255
source: Video Playing
sv: Video spelas

# #32256
source: Interrupt Current Video?
sv: Avbryta nuvarande video?

# #32257
source: Failed
sv: Misslyckades

# #32258
source: Download Failed
sv: Nedladdning misslyckades

# #32259
source: Enter Filename
sv: Ange filnamn

# #32260
source: Select Directory
sv: Välj katalog

# #32261
source: File Exists
sv: Filen finns redan

# #32262
source: File Exists!
sv: Filen finns redan!

# #32263
source: Save As:
sv: Spara som:

# #32264
source: Enter New
sv: Ange ny

# #32265
source: Yes
sv: Ja

# #32266
source: Finished
sv: Slutförd

# #32267
source: File Saved Successfully:
sv: Lyckades spara fil:

# #32268
source: Settings Changed
sv: Inställningar ändrats

# #32269
source: Settings changed.
sv: Inställningarna har ändrats.

# #32270
source: Really discard changes?
sv: Verkligen avfärda ändringarna?

# #32271
source: Enter New Value
sv: Ange nytt värde

# #32272
source: Choose
sv: Välj

# #32273
source: Choose 'Clear' to clear the URL
sv: Välj 'Rensa' för att rensa URL

# #32274
source: Choose 'New' to browse a new URL
sv: Välj 'Ny' för att gå till ny URL

# #32275
source: Clear
sv: Klart

# #32276
source: New
sv: Ny

# #32277
source: Choose 'Edit' to edit the URL
sv: Välj 'Redigera' för att ändra URL

# #32278
source: Choose 'Browse' to browse site images
sv: Välj 'Bläddra' för att bläddra bland sitens bilder

# #32279
source: Edit
sv: Redigera

# #32280
source: Browse
sv: Bläddra

# #32281
source: Edit URL:
sv: Redigera URL:

# #32282
source: Bad Value
sv: Fel värde

# #32283
source: Value must be an integer
sv: Värdet måste vara ett heltal

# #32284
source: Value must be in format {0}
sv: Värdet måste vara i formatet {0}

# #32285
source: Getting Images
sv: Hämtar bilder

# #32286
source: Login User
sv: Användarlogin

# #32287
source: Login Password
sv: Användarlösenord

# #32288
source: Post Attributes
sv: Inläggsegenskaper

# #32289
source: Time Offset
sv: Tidsskillnad

# #32290
source: Description
sv: Beskrivning

# #32291
source: Logo
sv: Logotyp

# #32292
source: Header Colour
sv: Rubrikfärg

# #32293
source: Login Page
sv: Inloggningssida

# #32294
source: Post Parser Rules
sv: Parser-regler för inlägg

# #32295
source: Forum Browser: New Posts
sv: Forum Bläddrare: Nya Inlägg

# #32296
source: Failed post found
sv: Misslyckade inlägg hittade

# #32297
source: Re-use previous failed post?
sv: Använd föregåendes misslyckade inlägg?

# #32298
source: Note
sv: Notera

# #32299
source: Posting appears to be moderated
sv: Postning verkar vara modererat

# #32300
source: Your message may not appear right away
sv: Ditt meddelande kanske inte syns omedelbart

# #32301
source: Are You Sure?
sv: Är du säker?

# #32302
source: Really close?
sv: Verkligen stänga?

# #32303
source: Changes will be lost.
sv: Dina ändringar går förlorade.

# #32304
source: Success
sv: Lyckades

# #32305
source: Message Sent.
sv: Meddelande skickat.

# #32306
source: Message Posted.
sv: Meddelande skickat.

# #32307
source: Error creating post:
sv: Fel vid skapandet av inlägg:

# #32308
source: Paste From Clipboard Before:
sv: Klistra in från urklipp före:

# #32309
source: Paste From Clipboard:
sv: Klistra in från urklipp:

# #32310
source: Enter Link Text
sv: Ange länktext:

# #32311
source: Getting Video Info...
sv: Hämtar videoinformation...

# #32312
source: Link Options
sv: Länkalternativ

# #32313
source: Copy Link To Clipboard
sv: Kopiera länk till urklipp

# #32314
source: Copy Image URL To Clipboard
sv: Kopiera bildlänk till urklipp

# #32315
source: Copy Video URL To Clipboard
sv: Kopiera videolänk till urklipp

# #32316
source: Image Options
sv: Bildalternativ

# #32317
source: User/Post Extra Info
sv: Användare/Inlägg extra info

# #32318
source: Getting Post For Edit...
sv: Hämtar inlägg för editering...

# #32319
source: Enter Recipient(s)
sv: Ange mottagare

# #32320
source: Really Delete?
sv: Verkligen radera?

# #32321
source: Are you sure you want to delete this message?
sv: Vill du verkligen radera meddelandet?

# #32322
source: Deleting
sv: Raderar

# #32323
source: Failed
sv: Misslyckades

# #32324
source: Failed to delete:
sv: Misslyckades att radera:

# #32325
source: Reason unknown
sv: Okänd anledning

# #32326
source: Message deleted.
sv: Meddelande raderat.

# #32327
source: Post deleted.
sv: Inlägg borttaget.

# #32328
source: Error while deleting post:
sv: Fel vid borttagning av inlägg:

# #32329
source: User/Post Info
sv: Användare/Inlägg info

# #32330
source: Enter Search Terms
sv: Ange söktermer

# #32331
source: Select Box
sv: Välj korg

# #32332
source: Change PM Box
sv: Ändra PM-korg

# #32333
source: Like Post
sv: Gilla inlägg

# #32334
source: Unlike Post
sv: Ogilla inlägg

# #32335
source: Open Post Thread
sv: Öppna inläggstråd

# #32336
source: Quote?
sv: Citera?

# #32337
source: Quote the message?
sv: Citera meddelandet?

# #32338
source: Liking
sv: Gillar

# #32339
source: Un-Liking
sv: Ogillar

# #32340
source: Subscribed to thread.
sv: Prenumererar på tråd.

# #32341
source: Failed to subscribe to thread:
sv: Misslyckades att prenumerera på tråd:

# #32342
source: Unsubscribed from thread.
sv: Avslutat trådprenumeration.

# #32343
source: Failed to unsubscribe from thread:
sv: Misslyckades att avsluta trådprenumeration:

# #32344
source: Subscribed to forum.
sv: Prenumererar på forum.

# #32345
source: Failed to subscribe to forum:
sv: Misslyckades att prenumerera på forum:

# #32346
source: Unsubscribed from forum.
sv: Avslutade prenumeration på forum.

# #32347
source: Failed to unsubscribe from forum:
sv: Misslyckades att avsluta prenumeration på forum:

# #32348
source: Unknown
sv: Okänd

# #32349
source: Creating Thread...
sv: Skapar tråd...

# #32350
source: Thread created:
sv: Tråd skapad:

# #32351
source: Failed to create thread:
sv: Misslyckades att skapa tråd:

# #32352
source: Login Required
sv: Inloggning krävs

# #32353
source: This forum does not allow guest access.
sv: Detta forum tillåter inte gästinloggning

# #32354
source: Login required.
sv: Inloggning krävs.

# #32355
source: Set login info now?
sv: Ange login information nu?

# #32356
source: Getting User List
sv: Hämtar användarlista

# #32357
source: Not Available
sv: Inte tillgängligt

# #32358
source: Online Users
sv: Användare online

# #32359
source: Search posts of {0}
sv: Sök inlägg av {0}

# #32360
source: View User Info
sv: Se användarinfo

# #32361
source: Getting Info
sv: Hämtar info

# #32362
source: Name
sv: Namn

# #32364
source: Post Count
sv: Antal Inlägg

# #32365
source: Join Date
sv: Gick med

# #32366
source: Current Activity
sv: Nuvarande aktivitet

# #32367
source: Last Activity Date
sv: Datum för senaste aktivitet

# #32369
source: View Online Users
sv: Visa användare online

# #32370
source: View Forum Info
sv: Se foruminformation

# #32371
source: Search
sv: Sök

# #32372
source: Forum Info
sv: Foruminformation

# #32373
source: Really Exit?
sv: Verkligen avsluta?

# #32374
source: Skin Changed
sv: Bytt skinn

# #32375
source: Skin changed. Restart Forum Browser to apply.
sv: Bytt skinn. Starta om forumbrowsern för att ändringarna skall gälla.

# #32376
source: Search Options
sv: Sökalternativ

# #32377
source: New Search
sv: Ny sökning

# #32378
source: Post Search Results
sv: Sökresultat för inlägg

# #32379
source: Thread Search Results
sv: Sökresultat för tråd

# #32380
source: User Options
sv: Användaralternativ

# #32381
source: New User
sv: Ny användare

# #32382
source: Enter Name Of User To Search
sv: Ange användarnamn att söka efter

# #32383
source: Recent Threads
sv: Senaste trådar

# #32384
source: Recent Posts
sv: Senaste inlägg

# #32385
source: Post Search Results
sv: Sökresultat för inlägg

# #32386
source: Choose Forum
sv: Välj forum

# #32387
source: Login Not Set
sv: Användarnamn inte angivet

# #32388
source: Username and password not set.
sv: Användarnamn och lösenord inte angivet

# #32389
source: Login Set
sv: Användarnamn angivet

# #32390
source: Username and password set.
sv: Användarnamn och lösenord angivet

# #32391
source: Use URL?
sv: Använd URL?

# #32392
source: Use this URL?
sv: Använda denna URL?

# #32393
source: Update
sv: Uppdatera

# #32394
source: Skin modifications need to be updated. Click OK to continue.
sv: Skinnmodifieringar måste uppdateras. Tryck OK för att fortsätta.

# #32395
source: Select Rule:
sv: Välj regel:

# #32399
source: Add Rule
sv: Lägg till regel

# #32400
source: Share
sv: Utdelning

# #32401
source: Save
sv: Spara

# #32402
source: Type
sv: Typ

# #32403
source: Head Filter
sv: Huvudfilter

# #32404
source: Tail Filter
sv: Slutfilter

# #32405
source: Enter Name
sv: Ange namn

# #32406
source: Enter Python Regular Expression
sv: Ange reguljärt uttryck för Python

# #32407
source: Enter Phrase
sv: Ange fras

# #32408
source: Select
sv: Välj

# #32409
source: Remove
sv: Radera

# #32410
source: HEAD FILTERS
sv: HUVUDFILTER

# #32411
source: TAIL FILTERS
sv: SLUTFILTER

# #32412
source: Current Rules
sv: Nuvarande regler

# #32413
source: Rules Already Exist For This Forum:
sv: Det finns redan regler för detta forum:

# #32414
source: Overwrite?
sv: Skriva över?

# #32415
source: Overwrite existing rules?
sv: Skriva över befintliga regler?

# #32416
source: Added
sv: Tillagd

# #32417
source: Removed
sv: Raderad

# #32418
source: Forum added to favorites!
sv: Forum adderat i Favoriter!

# #32419
source: Forum removed from favorites.
sv: Forum raderat från Favoriter.

# #32420
source: Select Category
sv: Välj kategori

# #32421
source: Search Database
sv: Sök databas

# #32422
source: Show All
sv: Visa alla

# #32423
source: Add Forum
sv: Addera Forum

# #32424
source: Enter Forum Web Address
sv: Ange forumets webbadress

# #32425
source: Forum not found or not compatible
sv: Forum hittades inte eller inte kompatibelt

# #32426
source: Enter forum URL
sv: Ange Forum URL

# #32427
source: Testing Forum
sv: Testar forum

# #32428
source: Question...
sv: Fråga...

# #32429
source: Does this forum require a login?
sv: Kräver detta forum inloggning?

# #32430
source: Click YES to set login details.
sv: Klicka JA för att ange inloggningsdetaljer.

# #32431
source: Forum not found or not compatible.
sv: Forum hittades inte eller inte kompatibelt.

# #32432
source: Found
sv: Hittade

# #32433
source: Forum {0} found
sv: Forum {0} hittades

# #32434
source: Getting Description And Images
sv: Hämtar beskrivning och bilder

# #32435
source: Enter Description
sv: Ange beskrivning

# #32436
source: Choose Logo
sv: Välj logo

# #32437
source: Add To Online Database
sv: Lägg till i onlinedatabasen

# #32438
source: Getting List
sv: Hämtar lista

# #32439
source: No forums
sv: Inga forum

# #32440
source: No forums in that category/search
sv: Inga forum i den kategorin/sökningen

# #32441
source: Category
sv: Kategori

# #32442
source: Forum Added
sv: Forum tillagt

# #32443
source: Online database forum rules updated.
sv: Onlinedatabasens regler uppdaterade.

# #32444
source: Failed to update the online database.
sv: Misslyckades att uppdatera onlinedatabasen.

# #32445
source: Add To Database?
sv: Lägg till i databasen?

# #32446
source: Share to the Forum Browser online datbase?
sv: Dela till Forum Browserns onlinedatabas?

# #32447
source: Forum must be rated in order to be added to the online database.
sv: Forumet måste betygsättas för att kunna läggas till i onlinedatabasen.

# #32448
source: Saving To Database
sv: Sparar till databas

# #32449
source: Updated
sv: Uppdaterat

# #32450
source: Not Added
sv: Inte tillagt

# #32451
source: Forum added successfully.
sv: Lägga till forum lyckades.

# #32452
source: Forum entry exists. Updated successfully.
sv: Forumet finns. Uppdatering lyckades.

# #32453
source: Forum not added
sv: Forumet lades inte till

# #32454
source: Function Rating
sv: Funktionsbetyg

# #32455
source: Fully Functional
sv: Fullt funktionellt

# #32456
source: Partially Functional
sv: Delvis funktionellt

# #32457
source: Not Functional
sv: Inte funktionellt

# #32458
source: Accuracy Rating
sv: Noggrannhetsbetyg

# #32459
source: Full Accuracy
sv: Full noggrannhet

# #32460
source: OK Accuracy
sv: OK noggrannhet

# #32461
source: Poor Accuracy
sv: Dålig noggrannhet

# #32462
source: Colour set!
sv: Färgen bestämd!

# #32463
source: Online database colour updated.
sv: Onlinedatabasens färg uppdaterad.

# #32464
source: Failed to update the online database.
sv: Misslyckades uppdatera onlinedatabasen.

# #32465
source: Choose Forum To Remove
sv: Välj forum att radera.

# #32466
source: Remove?
sv: Radera?

# #32467
source: Really remove forum?
sv: Verkligen radera forum?

# #32468
source: Forum Removed
sv: Forum raderat

# #32469
source: File {0} of {1}
sv: Fil {0} av {1}

# #32470
source: Error accessing forum. It apppears the forum may have moved. Check the forum address in a browser and try re-adding it, or if there is a URL listed below, you can try re-adding it with that URL.
sv: Forumet kan inte nås. Det verkar som att forumet kan ha flyttat. Kontrollera forumadressen i en webbläsare och försök lägga till det igen, eller om det finns en URL nedan kan du försöka lägga till den URL:en.
