Repository: ruuk/script.forum.browser
Catalog: resources/language/Swedish/strings.po
Languages: sv

# #32471
source: Error accessing forum. It apppears the forum interface ({0}) is no longer installed, is missing or has moved. Verify the forum's URL in a browser and then try re-adding it. Check with the forum administrator if the problem persists.
sv: Forumet kan inte nås. Det verkar som att foruminterfacet ({0}) inte längre är installerat, det saknas eller har flyttats. Verifiera forumets URL i en webbläsare och försök sedan lägga till det igen. Om felet kvarstår, kontrollera med forumets administratör.

# #32472
source: Error accessing forum. Forum interface appears to have changed from {0} to {1}. Try re-adding it.
sv: Forumet kan inte nås. Foruminterfacet verkar ha ändrats från {0} till {1}. Försök lägga till det igen.

# #32473
source: Error accessing forum. Please contact the forum administrator if this problem continues.
sv: Forumet kan inte nås. Kontakta forumets administratör om felet kvarstår.

# #32474
source: Invalid Hex Colour
sv: Ogiltigt hexvärde för färg

# #32475
source: Enter 6-Digit Hex Colour
sv: Ange 6-siffrigt hexvärde för färg

# #32476
source: Keyboard Mod Removed
sv: Tangentbordsmod raderad

# #32477
source: Forum Browser will need to be restarted before it takes effect.
sv: Forum Browser måste startas om för ändringen skall gälla.

# #32478
source: Copying files:
sv: Kopierar filer:

# #32479
source: Skin Mods
sv: Skinnmodifieringar

# #32480
source: Font Installation
sv: Typsnittsinstallation

# #32481
source: Please click 'Help' below for more detailed information.
sv: Vänligen tryck 'Hjälp' nedan för detaljerad information.

# #32482
source: Install?
sv: Installera?

# #32483
source: Aborted
sv: Avbrutet

# #32484
source: Skin modifications were NOT installed.
sv: Skinnmodifieringar installerades INTE.

# #32485
source: Enable 'Use skin modifications (Recommended)' in settings if you want to install them at a later time.
sv: Aktivera 'Använd skinnmodifieringar (rekommenderas)' i inställningar om du vill installera dem vid ett senare tillfälle.

# #32486
source: Skin Mod Install
sv: Installera skinnmodifieringar

# #32487
source: {0} skin not installed in user path.
sv: {0} skinn inte installerat i användarmappen.

# #32488
source: Click Yes to copy
sv: Tryck Ja för att kopiera

# #32489
source: Click No to Abort
sv: Tryck Nej för att avbryta

# #32490
source: Copying Files
sv: Kopierar filer

# #32491
source: Please wait...
sv: Vänta...

# #32492
source: Failed to copy files, aborting.
sv: Misslyckades kopiera filer, avbryter.

# #32493
source: Files copied.
sv: Filer kopierade.

# #32494
source: Kodi needs to be restarted for the mod to take effect.
sv: Kodi måste startas om för att ändringarna skall gälla.

# #32495
source: Font installed.
sv: Typsnitt installerat.

# #32496
source: Keyboard Mod
sv: Tangentbordsmod

# #32497
source: Install keyboard skin mod?
sv: Installera skinnets tangentbordsmod?

# #32498
source: THIS WILL REPLACE THE CURRENT Kodi KEYBOARD
sv: DETTA KOMMER ERSÄTTA NUVARANDE Kodi TANGENTBORD

# #32499
source: Keyboard installed/changed.
sv: Tangentbord installerat/ändrat.

# #32500
source: Miscellaneous
sv: Blandat

# #32501
source: Audio/Video Software & Technology
sv: Audio/Video Mjukvara & Teknologi

# #32502
source: Science & Technology
sv: Vetenskap & Teknik

# #32503
source: Automotive/Motorcycle/Powersports
sv: Bilar/Motorcyklar/Fordon

# #32504
source: Pets
sv: Husdjur

# #32505
source: Wildlife & Nature
sv: Djurliv & Natur

# #32506
source: Games (Video/Board/Etc)
sv: Spel (tvspel/brädspel/etc)

# #32507
source: Sports (Fans)
sv: Sport (fans)

# #32508
source: Outdoor & Travel
sv: Friluftsliv & Resor

# #32509
source: Society & Culture
sv: Samhälle & Kultur

# #32510
source: Food, Drink & Dining
sv: Mat, Dryck & Måltider

# #32511
source: Computers & Software
sv: Datorer & Mjukvara

# #32512
source: Gadgets & Phones
sv: Prylar & Telefoner

# #32513
source: Hobbies & Collecting
sv: Hobbies & Samlande

# #32514
source: Sports (Recreational)
sv: Sport (motion)

# #32516
source: Entertainment (TV/Movies/Music)
sv: Underhållning (TV/film/musik)

# #32517
source: Enter Keywords or Use Wildcards *?
sv: Ange nyckelord eller använd wildcards *?

# #32518
source: Post User Attributes To Display
sv: Visa användaregenskaper för inlägg

# #32519
source: Open Subscriptions/PMs Window Automatically On Open Forum
sv: Öppna prenumerationer/PM-fönster automatiskt när forumet öppnas

# #32520
source: If Both Subs and PMs, Open Subs Window Instead
sv: Om både prenumerationer och PM finns, öppna prenumerationsfönstret istället

# #32521
source: Keyboard NOT installed.
sv: Tangentbord INTE installerat.

# #32522
source: Enable 'Use keyboard mod' in settings if you want to install it at a later time.
sv: Aktivera 'Använd tangentbordsmod' i inställningar om du vill installera det vid ett senare tillfälle.

# #32523
source: Select Keyboard Skin
sv: Välj tangentbordsskinn

# #32524
source: Disable Asynchronous Connections
sv: Avaktivera asynkrona anslutningar

# #32525
source: Reverse Sort Search Results
sv: Revertera sorterade sökresultat

# #32526
source: Started By:
sv: Startad av:

# #32527
source: SHOW MENU
sv: VISA MENY

# #32528
source: CLOSE
sv: STÄNG

# #32529
source: Previous Page
sv: Föregående sida

# #32530
source: Next Page
sv: Nästa sida

# #32531
source: LINKS
sv: LÄNKAR

# #32532
source: IMAGES
sv: BILDER

# #32533
source: HELP TOPICS
sv: HJÄLPRUBRIKER

# #32534
source: SHOW HELP
sv: VISA HJÄLP

# #32535
source: Show Thread In WebViewer
sv: Visa tråd i WebViewer

# #32536
source: Disable Window Stacking (Requires Restart)
sv: Förhindra fönsterstackning (kräver omstart)

# #32537
source: View Posts As A Page
sv: Visa inlägg som en sida

# #32538
source: Hide Image URLs In Posts Display
sv: Dölj bildlänkar i inläggsvisning

# #32539
source: Appearance
sv: Utseende

# #32541
source: Install/Change Keyboard
sv: Installera/ändra tangentbord

# #32542
source: Refreshing Kodi Skin
sv: Uppdaterar Kodi-skinn

# #32543
source: Move Up
sv: Flytta upp

# #32544
source: Move Down
sv: Flytta ned

# #32545
source: Getting Forum Stats
sv: Hämtar forumstatistik

# #32546
source: Members
sv: Medlemmar

# #32548
source: Hide Link URLs In Posts Display
sv: Dölj URL för länkar i inläggsvisning

# #32549
source: Class Filter
sv: Klassfilter

# #32550
source: Split Filter
sv: Dela filter

# #32551
source: Enter Start RegEx
sv: Ange start RegEx

# #32552
source: Enter End RegEx
sv: Ange slut RegEx

# #32553
source: Add Bookmark
sv: Lägg till bokmärke

# #32554
source: Bookmarks
sv: Bokmärken

# #32555
source: Right Align Text
sv: Högerplacerad text

# #32556
source: Back
sv: Tillbaka

# #32557
source: Adding Forums
sv: Lägger till forum

# #32558
source: Database
sv: Databas

# #32559
source: Add Forum Manually
sv: Lägg till forum manuellt

# #32560
source: Use Default?
sv: Använd standard?

# #32561
source: Use default path:
sv: Använd standardsökväg:

# #32562
source: Or choose a new path?
sv: Eller välj en annan sökväg?

# #32563
source: Default
sv: Standard

# #32564
source: Use Default Media Save Path Without Asking
sv: Använd standard sparsökväg utan att fråga

# #32565
source: Unread Threads
sv: Olästa trådar

# #32566
source: Don't Ask For Image Filename When Saving
sv: Fråga inte efter bildfilnamn vid sparande

# #32567
source: Sequel (Default)
sv: Uppföljare (standard)

# #32568
source: Add Multiple Lines
sv: Lägg till flera rader

# #32569
source: Add Multiple Lines Here
sv: Lägg till flera rader här

# #32570
source: Preview
sv: Förhandsgranska

# #32571
source: Add Line After
sv: Lägg till rad efter

# #32572
source: Context Menu For More Options
sv: Undermeny för fler alternativ

# #32573
source: No Links
sv: Inga länkar

# #32574
source: First Post
sv: Första inlägg

# #32575
source: Last Post
sv: Sista inlägg

# #32576
source: Revert
sv: Revertera

# #32577
source: To Menubar
sv: Till menybar

# #32578
source: Slide Up On Video (On Suported Skins)
sv: Glid upp på video (på skinn som stöder det)

# #32579
source: Use This Colour?
sv: Använda denna färgen?

# #32580
source: View: Set Default Background Image
sv: Vy: Ange standard bakgrundsbild

# #32581
source: View: Clear The Default Background Image
sv: Vy: Rensa standard bakgrundsbild

# #32582
source: View: Set The Background Fade Level
sv: Vy: Ange nivå för bakgrundsnedtoning

# #32583
source: View: Set The List Selection Colour
sv: Vy: Ange listvalsfärg

# #32584
source: NOTE: THESE OPTIONS MODIFY THE SKIN'S XML FILES
sv: OBS: DESSA ALTERNATIV MODIFIERAR SKINNETS XML-FILER

# #32585
source: The Kodi team is not responsible for this addon.
sv: Team Kodi ansvarar inte för detta tillägg.

# #32586
source: If you experience any problems,
sv: Om du stöter på problem,

# #32587
source: visit the Forum Browser thread at forum.xbmc.org.
sv: besök Forum Browser-tråden på forum.xbmc.org.

# #32588
source: Forum Browser font installed.
sv: Forum Browser typsnitt installerat.

# #32589
source: Forum Browser font NOT installed.
sv: Forum Browser typsnitt INTE installerat.

# #32590
source: Forum Browser font un-installed.
sv: Forum Browser typsnitt avinstallerat.

# #32591
source: SD Only
sv: Endast SD

# #32594
source: Max Streaming Video Quality
sv: Max kvalitet för videoström

# #32595
source: Disable DASH Video (Recommended)
sv: Inaktivera DASH Vide (rekommenderas)

# #32596
source: Show Forum Specific Background
sv: Visa forumspecifik bakgrund

# #32597
source: Choose Video
sv: Välj video

# #32599
source: Size
sv: Storlek

# #32600
source: Received
sv: Mottaget

# #32601
source: Download Complete
sv: Nerladdningen klar

# #32900
source: Prev
sv: Föregående

# #32901
source: Next
sv: Nästa

# #32902
source: Post Reply
sv: Svara inlägg

# #32903
source: Settings
sv: Inställningar

# #32904
source: Subscriptions
sv: Prenumerationer

# #32905
source: Forums
sv: Forum

# #32906
source: Add Line
sv: Lägg till rad

# #32907
source: Add Lines
sv: Lägg till rader

# #32908
source: Submit Post
sv: Skicka inlägg

# #32909
source: Messages
sv: Meddelanden

# #32910
source: STOP
sv: STOPP

# #32911
source: Threads
sv: Trådar

# #32912
source: Posts
sv: Inlägg

# #32914
source: New Search
sv: Ny sökning

# #32915
source: Loading...
sv: Laddar...

# #32916
source: Search
sv: Sök

# #32917
source: Search Posts
sv: Sök inlägg

# #32918
source: Search Threads
sv: Sök trådar

# #32919
source: Search User
sv: Sök användare

# #32921
source: Set Title
sv: Ange titel

# #32922
source: Post
sv: Inlägg

# #32923
source: Add Forum
sv: Addera Forum

# #32924
source: Add From Online
sv: Lägg till från online

# #32925
source: Remove Forum
sv: Radera forum

# #32926
source: Add To Favorites
sv: Lägg till i Favoriter

# #32927
source: Remove From Favs
sv: Radera från Favoriter

# #32928
source: Forum Settings
sv: Foruminställningar

# #32929
source: Share To Online DB
sv: Dela till onlinedatabas

# #32930
source: Share Theme To ODB
sv: Dela tema till onlinedatabas

# #32931
source: Help
sv: Hjälp

# #32932
source: Subs
sv: Undertexter

# #32933
source: PMs
sv: PM

# #32934
source: Header Colour
sv: Rubrikfärg

# #32935
source: All
sv: Alla

# #32936
source: Functionality
sv: Funktionalitet

# #32937
source: Accuracy
sv: Noggrannhet

# #32939
source: Cancel
sv: Avbryt

# #32940
source: Forum Browser: New Posts
sv: Forum bläddrare: Nya inlägg

# #32941
source: Conversations
sv: Konversationer
