Repository: ruuk/script.forum.browser
Catalog: resources/language/Polish/strings.po
Languages: pl

# Addon Summary
source: Browse forums within Kodi
pl: Przeglądaj fora z użyciem Kodi

# Addon Description
source: Browse Forums in Kodi. Supports Tapatalk enabled forums (over 30000) and Forumrunner enabled forums. Also supports boxee.tv. View forums, threads, posts, subscriptions and private messages. Follow links in Web Viewer. Post replies, send private messages, delete posts, quote posts. View images in posts, follow post forum links and download post links.
pl: Przeglądaj fora z użyciem Kodi. Posiada wsparcie dla forów opartych o Tapatalk (ponad 30000) oraz Forumrunner. Wspiera również boxee.tv. Przeglądaj fora, wątki, posty, subskrypcje i wiadomości prywatne. Umożliwia podążanie za linkami w przeglądarce internetowej a także umieszczanie odpowiedzi, wysyłanie prywatnych wiadomości, usuwanie czy cytowanie odpowiedzi. Przeglądanie obrazów w wątku, podążanie za linkami z forum i zapisywanie umieszczonych linków.

# #32000
source: General
pl: Ogólne

# #32001
source: Open Thread At Newest Post
pl: Otwórz wątek w najnowszym poście

# #32002
source: Reverse Sort Posts
pl: Odwróć sortowanie postów

# #32003
source: Language
pl: Język

# #32004
source: Always Login If Possible
pl: Zawsze zaloguj jeśli to możliwe

# #32005
source: Skin
pl: Ustawienia skórki

# #32006
source: Use Text Editor (Experimental)
pl: Użyj edytora tekstu (eksperymentalne)

# #32008
source: Advanced
pl: Zaawansowane

# #32009
source: Automatically Open Subscriptions
pl: Automatycznie otwieraj subskrypcje

# #32011
source: Dark
pl: Ciemny

# #32012
source: Light
pl: Jasny

# #32013
source: Hide Signatures In Posts
pl: Ukryj sygnatury w postach

# #32014
source: Always Show OK Button In Message Dialogs
pl: Zawsze pokazuj przycisk OK w oknach dialogowych

# #32015
source: Confirm Exit On Quit
pl: Potwierdzaj wyjście przy wychodzeniu

# #32018
source: Notifications
pl: Powiadomienia

# #32019
source: Enable Notifications (Enabling Requires Kodi Restart)
pl: Włącz Powiadomienia (włączenie wymaga restartu Kodi)

# #32020
source: Check Interval (In Minutes)
pl: Sprawdź interwał (w minutach)

# #32021
source: Only At Kodi Start (Disabling Requires Kodi Restart)
pl: Tylko na starcie Kodi (wyłączenie wymaga restartu Kodi)

# #32022
source: Video
pl: Wideo

# #32023
source: Method
pl: Metoda

# #32025
source: Normal Kodi Popup
pl: Normalne okno Popup

# #32026
source: Small Dialog
pl: Małe okno Dialogowe

# #32027
source: Full Dialog
pl: Pełne

# #32028
source: Kodi Notice Duration (Seconds)
pl: Czas wyświetlania wskazówek Kodi (w sekundach)

# #32029
source: Dialog Timeout (Seconds - 0 For None)
pl: Czas wygaśnięcia okna Dialogowego (w sekundach - 0 oznacza brak opóźnień)

# #32030
source: Only When Playing Video
pl: Tylko podczas odtwarzania wideo

# #32031
source: Activity Stops Timeout
pl: Opóźnienie funkcji Stop

# #32032
source: Ask Before Interrupting Video
pl: Zapytaj Przed Wstrzymaniem Wideo

# #32033
source: Return To Interrupted Video
pl: Powróć Do Wstrzymanego Wideo

# #32034
source: Pause Video On Dialogs
pl: Wstrzymaj Wideo W Oknie Dialogowym

# #32035
source: Hide Video Overlay
pl: Ukryj Nakładki Wideo

# #32036
source: Stop Forum Video On Forum Browser Close
pl: Zatrzymaj wideo przy zamknięciu przeglądarki

# #32050
source: ERROR
pl: BŁĄD

# #32051
source: Options
pl: Opcje

# #32052
source: Done
pl: Gotowe

# #32053
source: Please try again.
pl: Spróbuj ponownie

# #32054
source: Refresh
pl: Odśwież

# #32100
source: Logging In
pl: Logowanie

# #32101
source: Opening URL
pl: Otwieranie URL

# #32102
source: Reading Data
pl: Odczytywanie danych

# #32103
source: Parsing Data
pl: Przetwarzanie danych

# #32105
source: Processing Form
pl: Przetwarzanie formularza

# #32106
source: Submitting Form
pl: Składanie formularza

# #32107
source: Wating {0} seconds
pl: Czekanie {0} sekund

# #32108
source: Clearing Notifications
pl: Czyszczenie powiadomień

# #32110
source: First Page
pl: Pierwsza strona

# #32111
source: Last Page
pl: Ostatnia strona

# #32112
source: Newest Post
pl: Najnowszy post

# #32113
source: Oldest Post
pl: Najstarszy post

# #32114
source: Go to...
pl: Idź do...

# #32115
source: Go to page number
pl: Idź do strony

# #32116
source: Enter page number
pl: Wprowadź numer strony

# #32120
source: Set Title
pl: Wprowadź tytuł

# #32122
source: Delete Line
pl: Usuń linię

# #32123
source: Enter Text
pl: Wprowadź tekst

# #32124
source: Edit Line
pl: Edytuj linię

# #32125
source: Enter Post Title
pl: Wprowadź tytuł posta

# #32126
source: Posting
pl: Umieszczanie

# #32127
source: Posting. Please wait...
pl: Umieszczanie, proszę czekać...

# #32128
source: Add Line Before
pl: Dodaj linię poprzedzającą

# #32129
source: Save
pl: Zapisz

# #32130
source: Posts
pl: Posty

# #32131
source: Error getting posts
pl: Błąd pobierania postów

# #32133
source: Error filling post list
pl: Błąd zapełniania listy postów

# #32134
source: Quote
pl: Cytat

# #32135
source: Error getting private messages
pl: Błąd pobierania prywatnej wiadomości

# #32136
source: View Images
pl: Pokaż obrazy

# #32137
source: View Link Images
pl: Pokaż linki obrazów

# #32138
source: Follow Thread Link
pl: Podążaj za linkiem wątku

# #32139
source: Follow Post Link
pl: Podążaj za linkiem posta

# #32140
source: Download A Link
pl: Pobierz link

# #32141
source: Delete
pl: Usuń

# #32142
source: Post ID
pl: ID posta

# #32143
source: Thread ID
pl: ID wątku

# #32144
source: Choose Target Directory
pl: Wybierz katalog docelowy

# #32145
source: Downloading File
pl: Pobieranie pliku

# #32146
source: Downloaded File:
pl: Pobrano plik:

# #32148
source: Downloading Images
pl: Pobieranie obrazów

# #32149
source: Deleting
pl: Usuwanie

# #32150
source: Deleting. Please wait...
pl: Usuwanie, proszę czekać...

# #32151
source: PMs
pl: Wiadomośći Prywatne

# #32160
source: Threads
pl: Wątki

# #32161
source: Error getting threads.
pl: Błąd pobierania wątków

# #32162
source: Last Post By:
pl: Ostatni post przez:

# #32163
source: Error filling threads list.
pl: Błąd wypełniania listy wątków

# #32170
source: Forums
pl: Fora

# #32171
source: Error getting forums.
pl: Błąd pobierania forów.

# #32172
source: No Description
pl: Brak opisu

# #32173
source: Sub-Forum
pl: Pod-forum

# #32174
source: Error filling forum list.
pl: Błąd wypełniania listy forów.

# #32175
source: Subscriptions
pl: Subskrypcje

# #32176
source: Private Messages
pl: Wiadomości prywatne

# #32177
source: Send PM
pl: Wyślij wiadomość prywatną

# #32178
source: Send Message
pl: Wyślij wiadomość

# #32180
source: Quote:
pl: Cytat:

# #32181
source: Originally posted by:
pl: Oryginalnie zamieszczony przez:

# #32182
source: Link:
pl: Połączenie:

# #32183
source: Code:
pl: Kod:

# #32184
source: PHP Code:
pl: kod PHP:

# #32185
source: HTML Code:
pl: Kod HTML:

# #32200
source: Select Forum
pl: Wybierz forum

# #32201
source: Enter Username
pl: Wprowadź nazwę użytkownika

# #32202
source: Enter Password
pl: Wprowadź hasło

# #32203
source: Settings
pl: Ustawienia

# #32204
source: Set Logins
pl: Ustaw loginy

# #32205
source: Downloading
pl: Pobieranie

# #32206
source: Downloading {0}
pl: Pobieranie {0}

# #32207
source: Turn On Notifications
pl: Włącz powiadomienia

# #32208
source: Turn Off Notifications
pl: Wyłącz powiadomienia

# #32209
source: Manage Notifications
pl: Zarządzaj powiadomieniami

# #32220
source: Waiting...
pl: Oczekiwanie...

# #32221
source: Waiting for thread to stop...
pl: Oczekiwanie na zatrzymanie wątku...

# #32222
source: Add A Forum
pl: Dodaj forum

# #32223
source: Add Current Forum To Favorites
pl: Dodaj bieżące forum do ulubionych

# #32224
source: Remove Forums
pl: Usuń fora

# #32225
source: Remove A Forum From Favorites
pl: Usuń forum z ulubionych

# #32226
source: Add A Forum From The Online Database
pl: Dodaj forum do bazy danych online

# #32227
source: Posting A Reply Failed:
pl: Umieszczanie odpowiedzi nie powiodło się:

# #32228
source: Enable Log Debugging
pl: Rejestruj informacje diagnostyczne w dzienniku

# #32229
source: Empty Forum
pl: Wyczyść forum

# #32230
source: There are no threads in this forum.
pl: To forum nie zawiera żadnych wątków

# #32231
source: Checking Messages
pl: Sprawdzanie wiadomości

# #32232
source: Edit
pl: Edytuj

# #32234
source: Use skin modifications (Recommended)
pl: Użyj modyfikacji skóry (zalecane)

# #32235
source: Enable SSL connections (https)
pl: Włącz szyfrowane połączenia SSL (https)

# #32236
source: Subscribe To Thread
pl: Subskrybuj wątek

# #32237
source: Use keyboard mod
pl: Użyj modyfikowanej klawiatury

# #32240
source: Unsubscribe Thread
pl: Anuluj subskrypcję

# #32241
source: Add Current Forum To Online Database
pl: Dodaj bieżące forum do bazy online

# #32242
source: Unsubscribe From Forum
pl: Anuluj subskrypcję forum

# #32243
source: Subscribe To Forum
pl: Subskrybuj forum

# #32244
source: Help
pl: Pomoc

# #32245
source: Cache Logo Images Locally
pl: Buforuj obrazy logo na dysku

# #32246
source: Sending a private message failed:
pl: Wysyłanie wiadomości prywatnej nie powiodło się:

# #32248
source: Please wait...
pl: Proszę czekać...

# #32249
source: Reply/Forward
pl: Odpowiedź/Przekaż dalej

# #32250
source: No posts
pl: Brak postów

# #32251
source: No messages
pl: Brak wiadomości

# #32252
source: Create Thread
pl: Stwórz wątek

# #32253
source: Send PM to {0}
pl: Wyślij wiadomość prywatną do {0}

# #32254
source: Will Restart After Finish.
pl: Zrestartuje po zakończeniu.

# #32255
source: Video Playing
pl: Odtwarzanie wideo

# #32256
source: Interrupt Current Video?
pl: Przerwać bieżące wideo?

# #32257
source: Failed
pl: Nie powiodło się

# #32258
source: Download Failed
pl: Pobieranie nie powiodło się

# #32259
source: Enter Filename
pl: Wprowadź nazwę pliku

# #32260
source: Select Directory
pl: Wybierz katalog

# #32261
source: File Exists
pl: Plik już istnieje

# #32262
source: File Exists!
pl: Plik już istnieje!

# #32263
source: Save As:
pl: Zapisz jako:

# #32264
source: Enter New
pl: Wprowadź nowy

# #32265
source: Yes
pl: Tak

# #32266
source: Finished
pl: Zakończono

# #32267
source: File Saved Successfully:
pl: Plik zapisano poprawnie:

# #32268
source: Settings Changed
pl: Zmieniono ustawienia

# #32269
source: Settings changed.
pl: Zmieniono ustawienia.

# #32270
source: Really discard changes?
pl: Naprawdę anulować zmiany?

# #32271
source: Enter New Value
pl: Wprowadź nową wartość

# #32272
source: Choose
pl: Wybierz

# #32275
source: Clear
pl: Wyczyść

# #32276
source: New
pl: Nowy

# #32277
source: Choose 'Edit' to edit the URL
pl: Wybierz 'Edytuj' by edytować link URL

# #32279
source: Edit
pl: Edytuj

# #32280
source: Browse
pl: Przeglądaj

# #32281
source: Edit URL:
pl: Edytuj URL:

# #32282
source: Bad Value
pl: Nieprawidłowa wartość

# #32284
source: Value must be in format {0}
pl: Wartość musi być w formacie {0}

# #32285
source: Getting Images
pl: Pobieranie obrazów

# #32286
source: Login User
pl: Użytkownik

# #32287
source: Login Password
pl: Hasło

# #32288
source: Post Attributes
pl: Umieść atrybuty

# #32290
source: Description
pl: Opis

# #32293
source: Login Page
pl: Strona logowania

# #32295
source: Forum Browser: New Posts
pl: Przeglądarka forum: nowe wątki

# #32298
source: Note
pl: Notuj

# #32300
source: Your message may not appear right away
pl: Twoja wiadomość może nie być od razu widoczna

# #32301
source: Are You Sure?
pl: Czy jesteś pewien?

# #32302
source: Really close?
pl: Naprawdę zakończyć

# #32303
source: Changes will be lost.
pl: Zmiany zostaną utracone.

# #32304
source: Success
pl: Sukces

# #32305
source: Message Sent.
pl: Wysłano wiadomość.

# #32306
source: Message Posted.
pl: Umieszczono wiadomość.

# #32307
source: Error creating post:
pl: Błąd tworzenia posta:

# #32308
source: Paste From Clipboard Before:
pl: Wklej ze schowka przed:

# #32309
source: Paste From Clipboard:
pl: Wklej ze schowka:

# #32311
source: Getting Video Info...
pl: Pobieranie informacji o wideo...

# #32312
source: Link Options
pl: Opcje linka

# #32313
source: Copy Link To Clipboard
pl: Kopiuj link do schowka

# #32314
source: Copy Image URL To Clipboard
pl: Kopiuj link obrazka do schowka

# #32315
source: Copy Video URL To Clipboard
pl: Kopiuj link wideo do schowka

# #32316
source: Image Options
pl: Opcje obrazka

# #32319
source: Enter Recipient(s)
pl: Wprowadź odbiorcę(ów)

# #32320
source: Really Delete?
pl: Naprawdę usunąć?

# #32321
source: Are you sure you want to delete this message?
pl: Czy jesteś pewien, że chcesz usunąć tą wiadomość?

# #32322
source: Deleting
pl: Usuwanie

# #32323
source: Failed
pl: Nie powiodło się

# #32324
source: Failed to delete:
pl: Usuwanie nie powiodło się:

# #32325
source: Reason unknown
pl: Powód nieznany

# #32326
source: Message deleted.
pl: Wiadomość usunięta.

# #32327
source: Post deleted.
pl: Post usunięty

# #32328
source: Error while deleting post:
pl: Błąd podczas usuwania posta:

# #32330
source: Enter Search Terms
pl: Wprowadź wyszukiwany ciąg

# #32333
source: Like Post
pl: Polub post

# #32334
source: Unlike Post
pl: Anuluj polubienia posta

# #32336
source: Quote?
pl: Cytować?

# #32337
source: Quote the message?
pl: Cytować tą wiadomość?

# #32338
source: Liking
pl: Linkowanie

# #32340
source: Subscribed to thread.
pl: Subskrybuj ten wątek.

# #32341
source: Failed to subscribe to thread:
pl: Nie powiodło się subskrybuwanie tego wątku

# #32342
source: Unsubscribed from thread.
pl: Anulowano subskrypcję tego wątku.

# #32343
source: Failed to unsubscribe from thread:
pl: Nie powiodło się anulowanie subskrybowania wątku:

# #32344
source: Subscribed to forum.
pl: Subskrybowano forum.

# #32345
source: Failed to subscribe to forum:
pl: Nie powiodło się subskrybowanie forum:

# #32346
source: Unsubscribed from forum.
pl: Anulowano subskrypcję forum.

# #32347
source: Failed to unsubscribe from forum:
pl: Nie powiodło się anulowanie subskrypcji forum:

# #32348
source: Unknown
pl: Nieznany

# #32349
source: Creating Thread...
pl: Tworzenie wątku...

# #32350
source: Thread created:
pl: Utworzono wątek:

# #32351
source: Failed to create thread:
pl: Nie powiodło się tworzenie wątku:

# #32352
source: Login Required
pl: Wymagane logowanie

# #32353
source: This forum does not allow guest access.
pl: To forum nie pozwala na dostęp bez logowania.

# #32354
source: Login required.
pl: Wymagane logowanie.

# #32355
source: Set login info now?
pl: Ustawić informacje logowania?

# #32356
source: Getting User List
pl: Pobieranie listy użytkowników

# #32357
source: Not Available
pl: Nie dostępny

# #32358
source: Online Users
pl: Użytkownicy online

# #32359
source: Search posts of {0}
pl: Wyszukiwanie postów {0}

# #32360
source: View User Info
pl: Pokaż informacje o użytkowniku

# #32361
source: Getting Info
pl: Pobieranie informacji

# #32362
source: Name
pl: Nazwa

# #32363
source: Status
pl: Stan

# #32364
source: Post Count
pl: Liczba postów

# #32365
source: Join Date
pl: Data dołączenia

# #32366
source: Current Activity
pl: Bieżąca aktywność

# #32367
source: Last Activity Date
pl: Ostatnia data aktywności

# #32369
source: View Online Users
pl: Pokaż zalogowanych użytkowników

# #32370
source: View Forum Info
pl: Pokaż informacje o forum

# #32371
source: Search
pl: WyszukajWyszukaj

# #32372
source: Forum Info
pl: Wyszukaj

# #32373
source: Really Exit?
pl: Naprawdę opuścić?

# #32374
source: Skin Changed
pl: Skóra zmieniona

# #32375
source: Skin changed. Restart Forum Browser to apply.
pl: Skóra zmieniona. Zrestartuj przeglądarkę forum by zobaczyć zmiany.

# #32376
source: Search Options
pl: Wyszukuj opcje

# #32377
source: New Search
pl: Nowe wyszukiwanie

# #32378
source: Post Search Results
pl: Rezultaty wyszukiwania postów

# #32379
source: Thread Search Results
pl: Rezultaty wyszukiwania wątków

# #32380
source: User Options
pl: Opcje użytkownika

# #32381
source: New User
pl: Nowy użytkownik

# #32382
source: Enter Name Of User To Search
pl: Wprowadź nazwę użytkownika do wyszukania

# #32383
source: Recent Threads
pl: Ostatnie wątki

# #32384
source: Recent Posts
pl: Ostatnie posty

# #32385
source: Post Search Results
pl: Pokaż rezultaty wyszukiwania

# #32386
source: Choose Forum
pl: Wybierz forum

# #32387
source: Login Not Set
pl: Nie podano nazwy użytkownika

# #32388
source: Username and password not set.
pl: Nie podano nazwy użytkownika i hasła

# #32389
source: Login Set
pl: Podano login

# #32390
source: Username and password set.
pl: Ustawiono nazwę użytkownika i hasło.

# #32391
source: Use URL?
pl: Użyć URL?

# #32392
source: Use this URL?
pl: Użyć tego URL?

# #32393
source: Update
pl: Aktualizacja

# #32394
source: Skin modifications need to be updated. Click OK to continue.
pl: Zmiany skóry muszą zostać zaktualizowane. Kliknij by kontynuować.

# #32395
source: Select Rule:
pl: Wybierz zasadę:

# #32396
source: EXTRA
pl: EKSTRA

# #32397
source: FILTER
pl: FILTRUJ

# #32399
source: Add Rule
pl: Dodaj zasadę

# #32400
source: Share
pl: Udostępnij

# #32401
source: Save
pl: Zapisz

# #32402
source: Type
pl: Typ

# #32403
source: Head Filter
pl: Filtr nagłówka

# #32404
source: Tail Filter
pl: Filtr stopki

# #32405
source: Enter Name
pl: Wpisz nazwę

# #32406
source: Enter Python Regular Expression
pl: Wpisz wyrażenie regularne

# #32407
source: Enter Phrase
pl: Wpisz frazę

# #32408
source: Select
pl: Wybierz

# #32409
source: Remove
pl: Usuń

# #32410
source: HEAD FILTERS
pl: FILTRY NAGŁÓWKA

# #32411
source: TAIL FILTERS
pl: FILTRY STOPKI

# #32412
source: Current Rules
pl: Bieżące zasady

# #32413
source: Rules Already Exist For This Forum:
pl: Zasady już istniejące dla tego forum:

# #32414
source: Overwrite?
pl: Nadpisać?

# #32415
source: Overwrite existing rules?
pl: Nadpisać bieżące zasady?

# #32416
source: Added
pl: Dodano

# #32417
source: Removed
pl: Usunięto

# #32418
source: Forum added to favorites!
pl: Dodano forum do ulubionych!

# #32419
source: Forum removed from favorites.
pl: Usunięto forum z ulubionych!

# #32420
source: Select Category
pl: Wybierz kategorię

# #32421
source: Search Database
pl: Wyszukaj w bazie danych

# #32422
source: Show All
pl: Pokaż wszystkie

# #32423
source: Add Forum
pl: Dodaj forum

# #32424
source: Enter Forum Web Address
pl: Wpisz adres sieciowy forum

# #32425
source: Forum not found or not compatible
pl: Forum nie odnalezione lub nie kompatybilne

# #32426
source: Enter forum URL
pl: Wpisz adres forum

# #32427
source: Testing Forum
pl: Testowanie forum

# #32428
source: Question...
pl: Pytanie...

# #32429
source: Does this forum require a login?
pl: Czy to forum wymaga logowania?

# #32430
source: Click YES to set login details.
pl: Kliknij TAK by wpisać ustawienia.

# #32431
source: Forum not found or not compatible.
pl: Forum nie odnalezione lub niekompatybilne.

# #32432
source: Found
pl: Znaleziono

# #32433
source: Forum {0} found
pl: Znaleziono forum {0}

# #32434
source: Getting Description And Images
pl: Pobieranie opisu i obrazów

# #32435
source: Enter Description
pl: Wprowadź opis

# #32436
source: Choose Logo
pl: Wybierz logo

# #32437
source: Add To Online Database
pl: Dodaj do bazy danych online

# #32438
source: Getting List
pl: Pobieranie listy

# #32439
source: No forums
pl: Brak forów

# #32440
source: No forums in that category/search
pl: Brak forów w tej kategorii wyszukiwania

# #32441
source: Category
pl: Kategoria

# #32442
source: Forum Added
pl: Dodano forum

# #32443
source: Online database forum rules updated.
pl: Zasady forów w bazie danych online zostały zaktualizowane.

# #32444
source: Failed to update the online database.
pl: Nie udało się zaktualizować bazy danych online.

# #32445
source: Add To Database?
pl: Dodać do bazy danych?

# #32447
source: Forum must be rated in order to be added to the online database.
pl: Forum musi zostać ocenione by mogło zostać dodane do bazy danych online.

# #32448
source: Saving To Database
pl: Zapisuję do bazy danych online

# #32449
source: Updated
pl: Zaktualizowano

# #32450
source: Not Added
pl: Nie dodano

# #32451
source: Forum added successfully.
pl: Pomyślnie dodano forum.

# #32453
source: Forum not added
pl: Forum nie dodane

# #32454
source: Function Rating
pl: Funkcja rankingu

# #32455
source: Fully Functional
pl: W pełni funkcjonalne

# #32456
source: Partially Functional
pl: Funkcjonujące poprawnie

# #32457
source: Not Functional
pl: Nie funkcjonujące

# #32458
source: Accuracy Rating
pl: Ranking dokładności

# #32459
source: Full Accuracy
pl: Pełna dokładność

# #32460
source: OK Accuracy
pl: Dobra dokładność

# #32461
source: Poor Accuracy
pl: Niska dokładność

# #32464
source: Failed to update the online database.
pl: Nie udało się zaktualizować bazy danych online.

# #32465
source: Choose Forum To Remove
pl: Wybierz forum do usuniuęcia

# #32466
source: Remove?
pl: Usunąć?

# #32467
source: Really remove forum?
pl: Naprawdę usunąć forum?

# #32468
source: Forum Removed
pl: Forum usunięto

# #32469
source: File {0} of {1}
pl: Plik {0} z {1}

# #32477
source: Forum Browser will need to be restarted before it takes effect.
pl: Przeglądarka Forum musi zostać ponownie uruchomiona, aby zatwierdzić zmiany.

# #32478
source: Copying files:
pl: Kopiowanie plikó:

# #32483
source: Aborted
pl: Anulowano

# #32488
source: Click Yes to copy
pl: Kliknij TAK by skopiować

# #32489
source: Click No to Abort
pl: Kliknij NIE by anulować

# #32490
source: Copying Files
pl: Kopiowanie plików

# #32491
source: Please wait...
pl: Proszę czekać...

# #32492
source: Failed to copy files, aborting.
pl: Nie udało się skopiować co najmniej jednego pliku, anulowanie.

# #32493
source: Files copied.
pl: Pliki skopiowane.

# #32495
source: Font installed.
pl: Fonty zainstalowano.

# #32496
source: Keyboard Mod
pl: Modyfikacje klawiatury

# #32500
source: Miscellaneous
pl: Różne

# #32501
source: Audio/Video Software & Technology
pl: Technologia i oprogramowanie audio/wideo

# #32502
source: Science & Technology
pl: Technologia i Nauka

# #32503
source: Automotive/Motorcycle/Powersports
pl: Mororyzacyjne/Motocykolowe/Sporty walki

# #32504
source: Pets
pl: Zwierzątka

# #32505
source: Wildlife & Nature
pl: Dzika przyroda

# #32506
source: Games (Video/Board/Etc)
pl: Gry (wideo/planszowe/itp.)

# #32507
source: Sports (Fans)
pl: Sporty (fani)

# #32508
source: Outdoor & Travel
pl: Podróże i turystyka

# #32509
source: Society & Culture
pl: Kultura i Społeczeństwo

# #32511
source: Computers & Software
pl: Komputery i oprogramowanie

# #32512
source: Gadgets & Phones
pl: Gadżety i telefony

# #32513
source: Hobbies & Collecting
pl: Hobby i kolekcje

# #32514
source: Sports (Recreational)
pl: Sporty (rekreacyjne)

# #32516
source: Entertainment (TV/Movies/Music)
pl: Rozrywka (TV/Filmy/Muzyka)

# #32521
source: Keyboard NOT installed.
pl: Nie zainstalowano klawiatury.

# #32524
source: Disable Asynchronous Connections
pl: Wyłącz połączenia niesynchroniczne

# #32525
source: Reverse Sort Search Results
pl: Odwracaj porządek wyników wyszukwiania

# #32526
source: Started By:
pl: Rozpoczęty przez:

# #32527
source: SHOW MENU
pl: POKAŻ MENU

# #32528
source: CLOSE
pl: ZAMKNIJ

# #32529
source: Previous Page
pl: Poprzednia strona

# #32530
source: Next Page
pl: Następna strona

# #32531
source: LINKS
pl: LINKI

# #32532
source: IMAGES
pl: ZDJĘCIA

# #32533
source: HELP TOPICS
pl: TEMATY POMOCY

# #32534
source: SHOW HELP
pl: POKAŻ POMOC

# #32539
source: Appearance
pl: Wygląd

# #32540
source: Smilies
pl: Emotikony

# #32543
source: Move Up
pl: Przesuń w górę

# #32544
source: Move Down
pl: Przesuń w dół

# #32546
source: Members
pl: Członkowie

# #32551
source: Enter Start RegEx
pl: Wprowadź początkowe wyrażenie regularne

# #32552
source: Enter End RegEx
pl: Wprowadź końcowe wyrażenie regularne

# #32553
source: Add Bookmark
pl: Dodaj zakładkę

# #32554
source: Bookmarks
pl: Zakładki
