Repository: ruuk/script.forum.browser
Catalog: resources/language/Polish/strings.po
Languages: pl

# #32555
source: Right Align Text
pl: Wyrównuj do prawej

# #32556
source: Back
pl: Cofnij

# #32557
source: Adding Forums
pl: Dodawanie forum

# #32558
source: Database
pl: Baza danych

# #32559
source: Add Forum Manually
pl: Dodaj forum ręcznie

# #32560
source: Use Default?
pl: Użyć domyślnej?

# #32561
source: Use default path:
pl: Używaj domyślnej ścieżki:

# #32562
source: Or choose a new path?
pl: Może wybierzesz nową ścieżkę?

# #32563
source: Default
pl: Domyślny

# #32565
source: Unread Threads
pl: Nieprzeczytane wątki

# #32566
source: Don't Ask For Image Filename When Saving
pl: Nie pytaj o nazwę pliku podczas zapisywania

# #32567
source: Sequel (Default)
pl: Ciąg dalszy (Domyślnie)

# #32568
source: Add Multiple Lines
pl: Dodaj wiele linii

# #32569
source: Add Multiple Lines Here
pl: Dodaj wiele linii tutaj

# #32570
source: Preview
pl: Podgląd

# #32571
source: Add Line After
pl: Dodaj linię po

# #32572
source: Context Menu For More Options
pl: Menu kontekstowe dla dodatkowych opcji

# #32573
source: No Links
pl: Brak łączy

# #32574
source: First Post
pl: Pierwszy post

# #32575
source: Last Post
pl: Ostatni post

# #32576
source: Revert
pl: Wróć

# #32580
source: View: Set Default Background Image
pl: Widok: Ustaw domyślne obraz tła

# #32581
source: View: Clear The Default Background Image
pl: Widok: Wyczyść domyślny obraz tła

# #32582
source: View: Set The Background Fade Level
pl: Widok: Ustaw poziom wygaszania

# #32599
source: Size
pl: Rozmiar

# #32601
source: Download Complete
pl: Pobieranie zakończone

# #32900
source: Prev
pl: Poprzednia

# #32901
source: Next
pl: Następna

# #32902
source: Post Reply
pl: Dodaj odpowiedź

# #32903
source: Settings
pl: Ustawienia

# #32904
source: Subscriptions
pl: Subskrypcje

# #32905
source: Forums
pl: Fora

# #32906
source: Add Line
pl: Dodaj linię

# #32907
source: Add Lines
pl: Dodaj linie

# #32908
source: Submit Post
pl: Zatwierdź post

# #32909
source: Messages
pl: Wiadomości

# #32910
source: STOP
pl: ZATRZYMAJ

# #32911
source: Threads
pl: Wątki

# #32912
source: Posts
pl: Posty

# #32914
source: New Search
pl: Nowe wyszukiwanie

# #32915
source: Loading...
pl: Wczytywanie...

# #32916
source: Search
pl: Wyszukaj

# #32917
source: Search Posts
pl: Wyszukaj posty

# #32918
source: Search Threads
pl: Wyszukaj wątki

# #32919
source: Search User
pl: Wyszukaj użytkownika

# #32921
source: Set Title
pl: Wprowadź tytuł

# #32923
source: Add Forum
pl: Dodaj forum

# #32925
source: Remove Forum
pl: Usuń forum

# #32926
source: Add To Favorites
pl: Dodaj do ulubionych

# #32927
source: Remove From Favs
pl: Usuń z ulubionych

# #32928
source: Forum Settings
pl: Ustawienia forum

# #32929
source: Share To Online DB
pl: Współdziel bazę danych online

# #32930
source: Share Theme To ODB
pl: Udostępnij motyw na ODB

# #32931
source: Help
pl: Pomoc

# #32932
source: Subs
pl: Napisy

# #32933
source: PMs
pl: Wiadomośći Prywatne

# #32935
source: All
pl: Wszystkie

# #32936
source: Functionality
pl: Funkcjonalność

# #32937
source: Accuracy
pl: Dokładność

# #32939
source: Cancel
pl: Anuluj

# #32940
source: Forum Browser: New Posts
pl: Przeglądarka forum: nowe wątki
