Repository: ruuk/script.forum.browser
Catalog: resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32470
source: Error accessing forum. It apppears the forum may have moved. Check the forum address in a browser and try re-adding it, or if there is a URL listed below, you can try re-adding it with that URL.
pt_br: Erro ao acessar o fórum. Parece que o fórum pode ter mudado. Verifique o endereço do fórum num browser e tente readicioná-lo, ou se tiver um URL listado abaixo, tente readicioná-lo com esse URL.

# #32471
source: Error accessing forum. It apppears the forum interface ({0}) is no longer installed, is missing or has moved. Verify the forum's URL in a browser and then try re-adding it. Check with the forum administrator if the problem persists.
pt_br: Erro ao acessar o fórum. Parece que a interface do fórum ({0}) já não está instalada, está em falta ou foi mudada. Verifique o URL do fórum num browser e depois tente readicioná-lo. Contacte o administrador do fórum se o problema continuar.

# #32472
source: Error accessing forum. Forum interface appears to have changed from {0} to {1}. Try re-adding it.
pt_br: Erro ao acessar o fórum. Parece que a interface do fórum foi mudada de {0} para {1}. Tente readicioná-lo.

# #32473
source: Error accessing forum. Please contact the forum administrator if this problem continues.
pt_br: Erro ao acessar o fórum. Por favor, contacte o administrador do fórum se o problema continuar.

# #32478
source: Copying files:
pt_br: Copiando arquivos:

# #32482
source: Install now?
pt_br: Instalar agora?

# #32483
source: Aborted
pt_br: Cancelado

# #32488
source: Click Yes to copy
pt_br: Pressione Sim para copiar

# #32489
source: Click No to Abort
pt_br: Pressione Não para cancelar

# #32490
source: Copying Files
pt_br: Copiando Arquivos

# #32491
source: Please wait...
pt_br: Por favor, aguarde...

# #32492
source: Failed to copy files, aborting.
pt_br: Cópia de arquivos falhou, cancelando.

# #32493
source: Files copied.
pt_br: Os arquivos foram copiados.

# #32495
source: Font installed.
pt_br: O tipo de letra foi instalado.

# #32496
source: Keyboard Mod
pt_br: Teclado Mod

# #32498
source: THIS WILL REPLACE THE CURRENT XBMC KEYBOARD
pt_br: ISTO IRÁ SUBSTITUIR O TECLADO ATUAL NO XBMC

# #32499
source: Keyboard installed.
pt_br: Teclado instalado.

# #32500
source: Miscellaneous
pt_br: Miscelâneo

# #32501
source: Audio/Video Software & Technology
pt_br: Software Áudio/Vídeo e Tecnologia

# #32502
source: Science & Technology
pt_br: Ciência e Tecnologia

# #32504
source: Pets
pt_br: Animais

# #32505
source: Wildlife & Nature
pt_br: Vida Animal & Natureza

# #32506
source: Games (Video/Board/Etc)
pt_br: Jogos (Vídeo/Board/Etc)

# #32507
source: Sports (Fans)
pt_br: Desporto (Adeptos)

# #32508
source: Outdoor & Travel
pt_br: Exterior & Viagem

# #32509
source: Society & Culture
pt_br: Sociedade e Cultura

# #32510
source: Food, Drink & Dining
pt_br: Alimentos, Bebidas e Refeições

# #32511
source: Computers & Software
pt_br: Computadores e Software

# #32512
source: Gadgets & Phones
pt_br: Dispositivos e Telefones

# #32513
source: Hobbies & Collecting
pt_br: Passatempos e Colecionismo

# #32514
source: Sports (Recreational)
pt_br: Esportes (Recreacional)

# #32516
source: Entertainment (TV/Movies/Music)
pt_br: Entretenimento (TV/Filmes/Música)

# #32517
source: Enter Keywords or Use Wildcards *?
pt_br: Entrar Palavras-chaves ou use Curingas *?

# #32521
source: Keyboard NOT installed.
pt_br: Teclado NÃO Instalado.

# #32523
source: Select Skin
pt_br: Selecione o Tema

# #32524
source: Disable Asynchronous Connections
pt_br: Desativar conexões assíncronas

# #32525
source: Reverse Sort Search Results
pt_br: Inverter resultados da busca ordenada

# #32900
source: Prev
pt_br: Ant.

# #32901
source: Next
pt_br: Seguinte

# #32902
source: Post Reply
pt_br: Publicar Resposta

# #32903
source: Settings
pt_br: Definições

# #32904
source: Subscriptions
pt_br: Subscrições

# #32905
source: Forums
pt_br: Fóruns

# #32906
source: Add Line
pt_br: Adicionar Linha

# #32907
source: Add Lines
pt_br: Adicionar Linhas

# #32908
source: Submit Post
pt_br: Submeter Mensagem

# #32909
source: Messages
pt_br: Mensagens

# #32910
source: STOP
pt_br: PARAR

# #32911
source: Threads
pt_br: Tópicos

# #32912
source: Posts
pt_br: Mensagens

# #32914
source: New Search
pt_br: Nova Procura

# #32915
source: Loading...
pt_br: Carregando...

# #32916
source: Search
pt_br: Procurar

# #32917
source: Search Posts
pt_br: Procurar Mensagens

# #32918
source: Search Threads
pt_br: Procurar Tópicos

# #32919
source: Search User
pt_br: Procurar Utilizador

# #32921
source: Set Title
pt_br: Definir Título

# #32922
source: Post
pt_br: Mensagem

# #32923
source: Add Forum
pt_br: Adicionar Fórum

# #32924
source: Add From Online
pt_br: Adicionar da Base de Dados

# #32925
source: Remove Forum
pt_br: Remover Fórum

# #32926
source: Add To Favorites
pt_br: Adicionar aos Favoritos

# #32927
source: Remove From Favs
pt_br: Remover dos Fav.

# #32928
source: Forum Settings
pt_br: Definições do Fórum

# #32929
source: Share To Online DB
pt_br: Partilhar Com A Base de Dados Online

# #32930
source: Share Theme To ODB
pt_br: Compartilhar Tema para ODB

# #32931
source: Help
pt_br: Ajuda

# #32932
source: Subs
pt_br: Legendas

# #32933
source: PMs
pt_br: Msg.Prvs.

# #32934
source: Header Color
pt_br: Cor do cabeçalho

# #32935
source: All
pt_br: Todos

# #32936
source: Functionality
pt_br: Funcionalidade

# #32937
source: Accuracy
pt_br: Precisão

# #32939
source: Cancel
pt_br: Cancelar

# #32940
source: Forum Browser: New Posts
pt_br: Forum Browser: Novas Mensagens
