Repository: ruuk/script.forum.browser
Catalog: resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# Addon Summary
source: Browse forums within XBMC
pt_br: Navegue pelos fórums através do XBMC

# Addon Description
source: Browse Forums in XBMC. Supports Tapatalk enabled forums (over 30000) and Forumrunner enabled forums. Also supports boxee.tv. View forums, threads, posts, subscriptions and private messages. Follow links in Web Viewer. Post replies, send private messages, delete posts, quote posts. View images in posts, follow post forum links and download post links.
pt_br: Navegue pelos fórums no XBMC. Compatível com fórums tapatalk (mais de 30000) e Forumrunner. Também suporta boxee.tv. Veja fórums, tópicos, mensagens, subscrições e mensagens privadas. Consulte ligações através do Web Viewer. Coloque respostas, envie mensagens privadas, apague mensagens, cite mensagens. Veja imagens nas mensagens, consulte ligações das mensagens do fórum e transfira ligações das mensagens.

# #32000
source: General
pt_br: Geral

# #32001
source: Open Thread At Newest Post
pt_br: Abrir Tópico Na Mensagem Mais Recente

# #32002
source: Reverse Sort Posts
pt_br: Inverter Ordenação das Mensagens

# #32003
source: Language
pt_br: Idioma

# #32004
source: Always Login If Possible
pt_br: Iniciar Sessão Sempre que Possível

# #32005
source: Skin (changes require a restart)
pt_br: Tema (para mudanças é necessário reiniciar)

# #32006
source: Use Text Editor (Experimental)
pt_br: Usar Editor de Texto (Experimental)

# #32007
source: Use Forum Colors
pt_br: Usar Cores do Fórum

# #32008
source: Advanced
pt_br: Avançado

# #32009
source: Automatically Open Subscriptions
pt_br: Abrir Subscrições Automaticamente

# #32011
source: Dark
pt_br: Pesado

# #32012
source: Light
pt_br: Leve

# #32013
source: Hide Signatures In Posts
pt_br: Ocultar Assinaturas Nas Mensagens

# #32014
source: Always Show OK Button In Message Dialogs
pt_br: Exibir Sempre Botão OK Nas Janelas De Mensagens

# #32015
source: Confirm Exit On Quit
pt_br: Confirmar Ao Sair

# #32016
source: Parser Browser: Ignore Forum Images In Posts
pt_br: Navegador Parser: Ignorar imagens em posts no fórum

# #32017
source: Disable Activity Splash
pt_br: Desative Atividade Splash

# #32018
source: Notifications
pt_br: Notificações

# #32019
source: Enable Notifications (Enabling Requires XBMC Restart)
pt_br: Ativar Notificações (requer reiniciação do XBMC)

# #32020
source: Check Interval (In Minutes)
pt_br: Intervalo de Verificação (em minutos)

# #32021
source: Only At XBMC Start (Disabling Requires XBMC Restart)
pt_br: Apenas No Arranque do XBMC (desativar requer reiniciação do XBMC)

# #32022
source: Video
pt_br: Vídeo

# #32023
source: Method
pt_br: Método

# #32024
source: Method (During Video)
pt_br: Método (Durante Vídeo)

# #32025
source: Normal XBMC Popup
pt_br: Popup normal XBMC

# #32026
source: Small Dialog
pt_br: Diálogo Pequeno

# #32027
source: Full Dialog
pt_br: Diálogo em Tamanho Total

# #32028
source: XBMC Notice Duration (Seconds)
pt_br: Duração da Notificação no XBMC (segundos)

# #32029
source: Dialog Timeout (Seconds - 0 For None)
pt_br: Tempo de espera diálogo (Segundos - 0 para nenhum)

# #32030
source: Only When Playing Video
pt_br: Apenas Quando Reproduzir Vídeo

# #32031
source: Activity Stops Timeout
pt_br: Tempo de espera para interromper atividade

# #32032
source: Ask Before Interrupting Video
pt_br: Perguntar Antes de Interromper Vídeo

# #32033
source: Return To Interrupted Video
pt_br: Voltar ao Vídeo Interrompido

# #32034
source: Pause Video On Dialogs
pt_br: Pausar Vídeo ao Perguntar

# #32035
source: Hide Video Overlay
pt_br: Ocultar Sobreposição de Vídeo

# #32036
source: Stop Forum Video On Forum Browser Close
pt_br: Parar Vídeo do Fórum ao Sair do Forum Browser

# #32037
source: Allow Return To Interrupted Video After Close
pt_br: Permitir Regresso ao Vídeo Interrompido Após Saída

# #32038
source: Bypass XBMC Resume Dialog
pt_br: Ignorar Diálogo Retomar no XBMC

# #32039
source: Pre-Offset (Seconds)
pt_br: Pre-Offset (Segundos)

# #32040
source: Hours Until Notify Data Considered Stale
pt_br: Horas até notificação dados seja considerada travada

# #32045
source: Count Link Images As Images
pt_br: Contar Link Com Imagens Como Imagens

# #32047
source: Search: Show Search History
pt_br: Procura: Mostrar Histórico das Buscas

# #32050
source: ERROR
pt_br: ERRO

# #32051
source: Options
pt_br: Opções

# #32052
source: Done
pt_br: Validar

# #32053
source: Please try again.
pt_br: Por favor, tente de novo.

# #32054
source: Refresh
pt_br: Atualizar

# #32100
source: Logging In
pt_br: Iniciando Sessão

# #32101
source: Opening URL
pt_br: Abrindo URL

# #32102
source: Reading Data
pt_br: Analisando Dados

# #32103
source: Parsing Data
pt_br: Processando Dados

# #32105
source: Processing Form
pt_br: Processando Form

# #32106
source: Submitting Form
pt_br: Submetendo Form

# #32107
source: Wating {0} seconds
pt_br: Esperando {0} segundos

# #32108
source: Clearing Notifications
pt_br: Apagando Notificações

# #32110
source: First Page
pt_br: Primeira Página

# #32111
source: Last Page
pt_br: Última Página

# #32112
source: Newest Post
pt_br: Mensagem Mais Recente

# #32113
source: Oldest Post
pt_br: Mensagem Mais Antiga

# #32114
source: Go to...
pt_br: Ir Para...

# #32115
source: Go to page number
pt_br: Ir Para Página Nº

# #32116
source: Enter page number
pt_br: Introduza o número de página

# #32120
source: Set Title
pt_br: Definir Título

# #32122
source: Delete Line
pt_br: Apagar Linha

# #32123
source: Enter Text
pt_br: Introduza Texto

# #32124
source: Edit Line
pt_br: Editar Linha

# #32125
source: Enter Post Title
pt_br: Introduza Título do Tópico

# #32126
source: Posting
pt_br: Colocando Mensagem

# #32127
source: Posting. Please wait...
pt_br: Colocando Mensagem. Por favor, aguarde...

# #32128
source: Add Line Before
pt_br: Introduzir Linha Antes

# #32129
source: Save Image
pt_br: Guardar Imagem

# #32130
source: Posts
pt_br: Mensagens

# #32131
source: Error getting posts
pt_br: Erro ao obter mensagens

# #32134
source: Quote
pt_br: Citação

# #32135
source: Error getting private messages
pt_br: Erro ao obter mensagens privadas

# #32136
source: View Images
pt_br: Ver Imagens

# #32137
source: View Link Images
pt_br: Ver Links de Imagens

# #32138
source: Follow Thread Link
pt_br: Seguir Ligação do Tópico

# #32139
source: Follow Post Link
pt_br: Seguir Ligação da Mensagem

# #32140
source: Download A Link
pt_br: Download um Link

# #32141
source: Delete
pt_br: Apagar

# #32142
source: Post ID
pt_br: ID da Mensagem

# #32143
source: Thread ID
pt_br: ID do Tópico

# #32144
source: Choose Target Directory
pt_br: Escolher Pasta Destino

# #32145
source: Downloading File
pt_br: Transferindo Arquivo

# #32146
source: Downloaded File:
pt_br: Arquivo Transferido

# #32148
source: Downloading Images
pt_br: Transferindo Imagens

# #32149
source: Deleting
pt_br: Apagando

# #32150
source: Deleting. Please wait...
pt_br: Apagando. Por favor, aguarde...

# #32151
source: PMs
pt_br: Msg.Prvs.

# #32160
source: Threads
pt_br: Tópicos

# #32161
source: Error getting threads.
pt_br: Erro ao obter tópicos.

# #32162
source: Last Post By:
pt_br: Última Mensagem Por:

# #32164
source: FORUM
pt_br: FÓRUM

# #32170
source: Forums
pt_br: Fóruns

# #32171
source: Error getting forums.
pt_br: Erro obtendo fóruns.

# #32172
source: No Description
pt_br: Sem Descrição.

# #32173
source: Sub-Forum
pt_br: Sub-Fórum

# #32174
source: Error filling forum list.
pt_br: Erro ao preencher a lista dos fórums.

# #32175
source: Subscriptions
pt_br: Subscrições

# #32176
source: Private Messages
pt_br: Mensagens Privadas

# #32177
source: Send PM
pt_br: Enviar Msg.Prv.

# #32178
source: Send Message
pt_br: Enviar Mensagem

# #32180
source: Quote:
pt_br: Citação:

# #32181
source: Originally posted by:
pt_br: Mensagem Original De:

# #32183
source: Code:
pt_br: Código:

# #32184
source: PHP Code:
pt_br: Código PHP:

# #32185
source: HTML Code:
pt_br: Código HTML:

# #32200
source: Select Forum
pt_br: Seleccione o Fórum

# #32201
source: Enter Username
pt_br: Introduza Nome do Usuário

# #32202
source: Enter Password
pt_br: Introduza Senha

# #32203
source: Settings
pt_br: Definições

# #32204
source: Set Logins
pt_br: Definir Autenticação das Sessões

# #32205
source: Downloading
pt_br: Transferindo

# #32206
source: Downloading {0}
pt_br: Transferindo {0}

# #32207
source: Turn On Notifications
pt_br: Ativar Notificações

# #32208
source: Turn Off Notifications
pt_br: Desativar Notificações

# #32209
source: Manage Notifications
pt_br: Gerir Notificações

# #32220
source: Waiting...
pt_br: Aguardando...

# #32221
source: Waiting for thread to stop...
pt_br: Esperando pela paragem do tópico...

# #32222
source: Add A Forum
pt_br: Adicionar um Fórum

# #32223
source: Add Current Forum To Favorites
pt_br: Adicionar Fórum Atual Aos Favoritos

# #32224
source: Remove Forums
pt_br: Remover Fóruns

# #32225
source: Remove A Forum From Favorites
pt_br: Remover um Fórum dos Favoritos

# #32226
source: Add A Forum From The Online Database
pt_br: Adicionar Fórum da Base de Dados Online

# #32227
source: Posting A Reply Failed:
pt_br: Não Foi Possível Publicar Uma Resposta:

# #32228
source: Enable Log Debugging
pt_br: Activar depuração com registo

# #32229
source: Empty Forum
pt_br: Fórum Vazio

# #32230
source: There are no threads in this forum.
pt_br: Não Existem Tópicos Neste Fórum.

# #32231
source: Checking Messages
pt_br: Verificando Mensagens

# #32232
source: Edit
pt_br: Editar

# #32235
source: Enable SSL connections (https)
pt_br: Ativar conexão SSL (https)

# #32236
source: Subscribe To Thread
pt_br: Subscrever Tópico

# #32237
source: Use keyboard mod
pt_br: Usar teclado modado

# #32238
source: Password Encryption Type
pt_br: Tipo de Encriptação da Palavra-Passe

# #32240
source: Unsubscribe Thread
pt_br: Cancelar Subscrição do Tópico

# #32241
source: Add Current Forum To Online Database
pt_br: Adicionar Este Fórum à Base de Dados Online

# #32242
source: Unsubscribe From Forum
pt_br: Cancelar Subscrição do Fórum

# #32243
source: Subscribe To Forum
pt_br: Subscrever Fórum

# #32244
source: Help
pt_br: Ajuda

# #32246
source: Sending a private message failed:
pt_br: O envio da mensagem privada falhou.

# #32248
source: Please wait...
pt_br: Por favor, aguarde...

# #32249
source: Reply/Forward
pt_br: Responder/Reencaminhar

# #32250
source: No posts
pt_br: Sem mensagens

# #32251
source: No messages
pt_br: Sem mensagens

# #32252
source: Create New Thread
pt_br: Criar Novo Tópico

# #32253
source: Send PM to {0}
pt_br: Enviar Msg.Prv. para {0}

# #32254
source: Will Restart After Finish.
pt_br: Irá reiniciar após finalizar.

# #32255
source: Video Playing
pt_br: Reproduzindo Vídeo

# #32256
source: Interrupt Current Video?
pt_br: Interromper vídeo atual?

# #32257
source: Failed
pt_br: Falhou

# #32258
source: Failed to download file.
pt_br: A transferência do ficheiro falhou

# #32259
source: Enter Filename
pt_br: Introduza Nome do Ficheiro

# #32260
source: Select Directory
pt_br: Seleccione Pasta

# #32261
source: File Exists
pt_br: O Ficheiro Existe

# #32262
source: File Exists!
pt_br: O Ficheiro Existe!

# #32263
source: Save As:
pt_br: Guardar Como:

# #32264
source: Enter New
pt_br: Introduza Novo

# #32265
source: Yes
pt_br: Sim

# #32266
source: Finished
pt_br: Concluído

# #32267
source: File Saved Successfully:
pt_br: O Arquivo foi salvo com sucesso:

# #32268
source: Settings Changed
pt_br: Definições Alteradas

# #32269
source: Settings changed.
pt_br: Definições Alteradas.

# #32270
source: Really discard changes?
pt_br: Quer mesmo descartar as alterações?

# #32271
source: Enter New Value
pt_br: Introduza Novo Valor

# #32272
source: Choose
pt_br: Escolher

# #32273
source: Choose 'Clear' to clear the URL
pt_br: Escolha 'Apagar' para apagar o URL

# #32274
source: Choose 'New' to browse a new URL
pt_br: Escolha 'Novo' para aceder a um novo URL

# #32275
source: Clear
pt_br: Limpo

# #32276
source: New
pt_br: Novo

# #32277
source: Choose 'Edit' to edit the URL
pt_br: Escolha 'Editar para editar o URL

# #32278
source: Choose 'Browse' to browse site images
pt_br: Escolha 'Navegar' para navegar pelas imagens do site

# #32279
source: Edit
pt_br: Editar

# #32280
source: Browse
pt_br: Procurar

# #32281
source: Edit URL:
pt_br: Editar URL:

# #32282
source: Bad Value
pt_br: Valor Errado

# #32283
source: Value must be an integer
pt_br: Valor deve ser um de tipo inteiro

# #32284
source: Value must be in format {0}
pt_br: O valor tem de estar no formato {0}

# #32285
source: Getting Images
pt_br: Obtendo Imagens

# #32286
source: Login User
pt_br: Sessão: Nome do Membro

# #32287
source: Login Password
pt_br: Sessão: Senha

# #32288
source: Post Attributes
pt_br: Atributos Post

# #32290
source: Description
pt_br: Descrição

# #32291
source: Logo
pt_br: Logotipo

# #32292
source: Header Color
pt_br: Cor do cabeçalho

# #32293
source: Login Page
pt_br: Página de Login

# #32295
source: Forum Browser: New Posts
pt_br: Forum Browser: Novas Mensagens

# #32298
source: Note
pt_br: Nota

# #32299
source: Posting appears to be moderated
pt_br: As estão sujeitas a moderação

# #32300
source: Your message may not appear right away
pt_br: A sua mensagem poderá não aparecer imediatamente

# #32301
source: Are You Sure?
pt_br: Tem Certeza?

# #32302
source: Really close?
pt_br: Quer mesmo fechar?

# #32303
source: Changes will be lost.
pt_br: As alterações serão perdidas.

# #32304
source: Success
pt_br: Sucesso

# #32305
source: Message Sent.
pt_br: Mensagem Enviada.

# #32306
source: Message Posted.
pt_br: Mensagem Colocada.

# #32307
source: Error creating post:
pt_br: Erro ao criar mensagem:

# #32310
source: Enter Link Text
pt_br: Digite o Texto do Link

# #32311
source: Getting Video Info...
pt_br: Obtendo Info do Vídeo...

# #32312
source: Link Options
pt_br: Link Opções

# #32313
source: Copy Link To Clipboard
pt_br: Copiar O Link Para Área de Transferência

# #32316
source: Image Options
pt_br: Opções de Imagem

# #32318
source: Getting Post For Edit...
pt_br: Pegando Post para Edição...

# #32320
source: Really Delete?
pt_br: Quer Mesmo Apagar?

# #32321
source: Are you sure you want to delete this message?
pt_br: Tem certeza que quer apagar esta mensagem?

# #32322
source: Deleting
pt_br: Apagando

# #32323
source: Failed
pt_br: Falhou

# #32324
source: Failed to delete:
pt_br: Não foi possível apagar:

# #32325
source: Reason unknown
pt_br: Razão desconhecida

# #32326
source: Message deleted.
pt_br: Mensagem apagada.

# #32327
source: Post deleted.
pt_br: Mensagem apagada.

# #32328
source: Error while deleting post:
pt_br: Erro ao apagar mensagem:

# #32329
source: User/Post Info
pt_br: Info de Utilizador/Mensagem

# #32330
source: Enter Search Terms
pt_br: Introduza Os Termos Da Busca:

# #32331
source: Select Box
pt_br: Selecione Caixa

# #32333
source: Like Post
pt_br: Gostei do Post

# #32334
source: Unlike Post
pt_br: Não Gostei do Post

# #32335
source: Open Post Thread
pt_br: Abrir Tópico da Mensagem

# #32336
source: Quote?
pt_br: Citar?

# #32337
source: Quote the message?
pt_br: Citar a mensagem?

# #32338
source: Liking
pt_br: Preferido

# #32339
source: Un-Liking
pt_br: Não Preferido

# #32340
source: Subscribed to thread.
pt_br: Tópico subscrito.

# #32341
source: Failed to subscribe to thread:
pt_br: Não foi possível subscrever o tópico:

# #32342
source: Unsubscribed from thread.
pt_br: Subscrição do tópico cancelada.

# #32343
source: Failed to unsubscribe from thread:
pt_br: Não foi possível cancelar a subscrição do tópico.

# #32344
source: Subscribed to forum.
pt_br: Fórum subscrito.

# #32345
source: Failed to subscribe to forum:
pt_br: Não foi possível subscrever o fórum:

# #32346
source: Unsubscribed from forum.
pt_br: Subscrição do fórum cancelada.

# #32347
source: Failed to unsubscribe from forum:
pt_br: Não foi possível cancelar a subscrição do fórum:

# #32348
source: Unknown
pt_br: Desconhecido

# #32349
source: Creating Thread...
pt_br: Criando Tópico...

# #32350
source: Thread created:
pt_br: Tópico criado:

# #32351
source: Failed to create thread:
pt_br: Não foi possível criar tópico:

# #32352
source: Login Required
pt_br: É Necessário Iniciar Sessão

# #32353
source: This forum does not allow guest access.
pt_br: Este fórum não permite acesso a visitantes.

# #32354
source: Login required.
pt_br: É Necessário Iniciar Sessão

# #32355
source: Set login info now?
pt_br: Introduzir início de sessão agora?

# #32356
source: Getting User List
pt_br: Obtendo Lista de Utilizadores

# #32357
source: Not Available
pt_br: Indisponível

# #32358
source: Online Users
pt_br: Utilizadores Ligados

# #32359
source: Search posts of {0}
pt_br: Procurar mensagens de {0}

# #32360
source: View User Info
pt_br: Ver Info de Utilizador

# #32361
source: Getting Info
pt_br: Obtendo Info

# #32362
source: Name
pt_br: Nome

# #32363
source: Status
pt_br: Estado

# #32364
source: Post Count
pt_br: Contagem de Mensagens

# #32365
source: Join Date
pt_br: Data de Registo

# #32366
source: Current Activity
pt_br: Atividade Actual

# #32367
source: Last Activity Date
pt_br: Última Atividade

# #32369
source: View Online Users
pt_br: Ver Utilizadores Ligados

# #32370
source: View Forum Info
pt_br: Ver Info do Fórum

# #32371
source: Search
pt_br: Procurar

# #32372
source: Forum Info
pt_br: Info do Fórum

# #32373
source: Really Exit?
pt_br: Quer Mesmo Sair?

# #32374
source: Skin Changed
pt_br: O Tema Foi Mudado

# #32375
source: Skin changed. Restart Forum Browser to apply.
pt_br: O Tema Foi Mudado. Reinicie o Forum Browser para validar.

# #32376
source: Search Options
pt_br: Opções De Busca

# #32377
source: New Search
pt_br: Nova Procura

# #32378
source: Post Search Results
pt_br: Resultados da Procura de Mensagem

# #32379
source: Thread Search Results
pt_br: Resultados da Procura de Tópico

# #32380
source: User Options
pt_br: Opções de Utilizador

# #32381
source: New User
pt_br: Novo Utilizador

# #32382
source: Enter Name Of User To Search
pt_br: Introduza Nome do Utilizador a Procurar

# #32383
source: Recent Threads
pt_br: Tópicos Recentes

# #32384
source: Recent Posts
pt_br: Mensagens Recentes

# #32385
source: Post Search Results
pt_br: Resultados da Procura de Mensagem

# #32386
source: Choose Forum
pt_br: Escolher Fórum

# #32387
source: Login Not Set
pt_br: Início de Sessão Não Definido

# #32388
source: Username and password not set.
pt_br: Usuário e Senha não estão definidos.

# #32389
source: Login Set
pt_br: Início de Sessão Definido

# #32390
source: Username and password set.
pt_br: Usuário e Senha foram definidos.

# #32391
source: Use URL?
pt_br: Usar URL?

# #32392
source: Use this URL?
pt_br: Usar este URL?

# #32393
source: Update
pt_br: Atualizar

# #32394
source: Skin modifications need to be updated. Click OK to continue.
pt_br: É necessário atualizar as modificações do tema. Pressione OK para continuar.

# #32395
source: Select Rule:
pt_br: Selecione Regra

# #32397
source: FILTER
pt_br: FILTRO

# #32399
source: Add Rule
pt_br: Adicionar Regra

# #32400
source: Share
pt_br: Partilhar

# #32401
source: Save
pt_br: Salvar

# #32402
source: Type
pt_br: Tipo

# #32403
source: Head Filter
pt_br: Filtro de Cabeçalho

# #32405
source: Enter Name
pt_br: Introduzir Nome

# #32407
source: Enter Phrase
pt_br: Entre Frase

# #32408
source: Select
pt_br: Selecionar

# #32409
source: Remove
pt_br: Remover

# #32410
source: HEAD FILTERS
pt_br: FILTROS DE CABEÇALHOS

# #32412
source: Current Rules
pt_br: Regras Atuais

# #32413
source: Rules Already Exist For This Forum:
pt_br: Já Existem Regras Para Este Fórum:

# #32414
source: Overwrite?
pt_br: Alterar?

# #32415
source: Overwrite existing rules?
pt_br: Alterar regras existentes?

# #32416
source: Added
pt_br: Adicionado

# #32417
source: Removed
pt_br: Removido

# #32418
source: Forum added to favorites!
pt_br: Fórum adicionado aos favoritos!

# #32419
source: Forum removed from favorites.
pt_br: Fórum removido dos favoritos.

# #32420
source: Select Category
pt_br: Selecione categoria

# #32421
source: Search Database
pt_br: Procurar na Base de Dados

# #32422
source: Show All
pt_br: Exibir Todos

# #32423
source: Add Forum
pt_br: Adicionar Fórum

# #32424
source: Enter Name And Address
pt_br: Entre Nome e Endereço

# #32425
source: Forum not found or not compatible
pt_br: O fórum não foi encontrado, ou não é compatível

# #32426
source: Enter forum URL
pt_br: Introduza o URL do fórum

# #32427
source: Testing Forum
pt_br: Testando fórum

# #32428
source: Question...
pt_br: Pergunta...

# #32429
source: Does this forum require a login?
pt_br: Este fórum requer início de sessão?

# #32430
source: Click YES to set login details.
pt_br: Prima SIM para definir os dados de sessão.

# #32431
source: Forum not found or not compatible.
pt_br: O fórum não foi encontrado, ou não é compatível

# #32432
source: Found
pt_br: Encontrado

# #32433
source: Forum {0} found
pt_br: O fórum {0} foi encontrado.

# #32434
source: Getting Description And Images
pt_br: Obtendo Descrição e Imagens

# #32435
source: Enter Description
pt_br: Introduza Descrição

# #32436
source: Choose Logo
pt_br: Escolher Logo

# #32437
source: Add To Online Database
pt_br: Adicionar à Base de Dados Online

# #32438
source: Getting Forum List
pt_br: Obtendo Lista de Fóruns

# #32439
source: No forums
pt_br: Sem Fóruns

# #32440
source: No forums in that category/search
pt_br: Não existem fóruns nessa categoria ou procura

# #32441
source: Category
pt_br: Categoria

# #32442
source: Forum Added
pt_br: Fórum Adicionado

# #32443
source: Online database forum rules updated.
pt_br: As regras do fórum na base de dados online foram actualizadas.

# #32444
source: Failed to update the online database.
pt_br: Não foi possível atualizar a base de dados online.

# #32445
source: Add To Database?
pt_br: Adicionar à Base de Dados?

# #32446
source: Share to the Forum Browser online datbase?
pt_br: Partilhar com a base de dados online do Forum Browser?

# #32447
source: Forum must be rated in order to be added to the online database.
pt_br: O fórum deve ser avaliado para que possa ser introduzido na base de dados online.

# #32448
source: Saving To Database
pt_br: Salvando na Base de Dados

# #32449
source: Updated
pt_br: Atualizado

# #32450
source: Not Added
pt_br: Não Adicionado

# #32451
source: Forum added successfully.
pt_br: O fórum foi adicionado.

# #32452
source: Forum entry exists. Updated successfully.
pt_br: Esse fórum já existe. Foi atualizado.

# #32453
source: Forum not added
pt_br: Fórum não adicionado.

# #32454
source: Function Rating
pt_br: Avaliação de Funcionalidade

# #32455
source: Fully Functional
pt_br: Inteiramente Funcional

# #32456
source: Partially Functional
pt_br: Parcialmente Funcional

# #32457
source: Not Functional
pt_br: Não Funciona

# #32459
source: Full Accuracy
pt_br: Precisão Total

# #32460
source: OK Accuracy
pt_br: Precisão OK

# #32461
source: Poor Accuracy
pt_br: Precisão Fraca

# #32462
source: Color set!
pt_br: Conjunto de cores!

# #32463
source: Online database color updated.
pt_br: Cor da base de dados online actualizada

# #32464
source: Failed to update the online database.
pt_br: Não foi possível atualizar a base de dados online.

# #32465
source: Choose Forum To Remove
pt_br: Escolher Fórum Para Remover

# #32466
source: Remove?
pt_br: Remover?

# #32467
source: Really remove forum?
pt_br: Quer mesmo remover o fórum?

# #32468
source: Forum Removed
pt_br: Fórum Removido

# #32469
source: File {0} of {1}
pt_br: Arquivo {0} de {1}
