Repository: ruuk/script.forum.browser
Catalog: resources/language/*/strings.po
Languages: dutch, italian, spanish

# #32464
source: Failed to update the online database.
dutch: niet gelukt de online database te updaten.
italian: Impossibile aggiornare il database online
spanish: Fallo al actualizar la Base de Datos En Línea.

# #32465
source: Choose Forum To Remove
dutch: kies forum om te verwijderen
italian: Scegli forum da rimuovere
spanish: Elija el Foro a Borrar

# #32466
source: Remove?
dutch: verwijderen
italian: Rimuovere?
spanish: ¿Eliminar?

# #32467
source: Really remove forum?
dutch: forum zeker verwijderen?
italian: Eliminare forum?
spanish: ¿Seguro que deseas eliminar el foro?

# #32468
source: Forum Removed
dutch: Forum verwijderd
italian: Forum eliminato
spanish: Foro Borrado

# #32469
source: File {0} of {1}
dutch: bestand {0} van de {1}
italian: File {0} di {1}
spanish: Fichero {0} de {1}

# #32470
source: Error accessing forum. It apppears the forum may have moved. Check the forum address in a browser and try re-adding it, or if there is a URL listed below, you can try re-adding it with that URL.
dutch: Fout bij verkrijgen toegang tot forum. het is mogelijk dat het forum is verwijderd. Controleer het forumadres in een browser en probeer het opnieuw toe te voegen, of als er een URL is vermeld in de lijst hieronder, kunt u proberen met die URL.
italian: Errore nell'accesso al forum. Sembra che il forum sia stato spostato. Controlla l'indirizzo del forum in un browser e prova ad aggiungerlo di nuovo, oppure se c'è un URL elencato qui sotto, prova a riaggiungerlo usando questo URL.
spanish: Error al acceder al foro. Parece que el foro se ha mudado. Compruebe la dirección del foro en un navegador e intente añadirlo de nuevo, o si hay alguna URL listada abajo, puede intentar añadirlo con esa URL .

# #32471
source: Error accessing forum. It apppears the forum interface ({0}) is no longer installed, is missing or has moved. Verify the forum's URL in a browser and then try re-adding it. Check with the forum administrator if the problem persists.
dutch: Fout bij verkrijgen toegang tot forum. het is mogelijk dat het forum interface ({0}) niet langer is geïnstalleerd, mist of is verwijderd. Verifieer de Forum`s URL in een browser en probeer het opnieuw toe te voegen. Neem contact op met de forum administratie als het probleem blijft bestaan.
italian: Errore nell'accesso al forum. Sempre che l'interfaccia forum ({0}) non è più installata, è mancante o è stata spostata. Verifica l'URL del forum in un browser e quindi aggiungilo di nuovo. Controlla con l'amministratore del forum se il problema persiste.
spanish: Error al acceder al foro. Parece que la interfaz del foro ({0}) ya no esta instalada, no existe o se han mudado. Verifique la URL del foro en un navegador e intente añadirla de nuevo. Contacte con el administrador del foro si el problema persiste.

# #32472
source: Error accessing forum. Forum interface appears to have changed from {0} to {1}. Try re-adding it.
dutch: Fout bij verkrijgen toegang tot forum. Forum interface is waarschijnlijk veranderd van {0} naar {1} Probeer het opnieuw toe te voegen.
italian: Errore nell'accesso al forum. L'interfaccia del forum sembra essere cambiata da {0} a {1}. Prova a riaggiungerlo.
spanish: Error al acceder al foro. Parece que el foro ha cambiado de {0} a {1}. Intente añadirlo de nuevo.

# #32473
source: Error accessing forum. Please contact the forum administrator if this problem continues.
dutch: Fout bij verkrijgen van toegang tot het forum. Neem contact op met de forumadministratie als het probleem blijft bestaan.
italian: Errore nell'accesso al forum. Si prega di contattare l'amministratore del forum se questo problema persiste.
spanish: Error al acceder al foro. Por favor, contacte con el administrador del foro si el problema persiste.

# #32474
source: Invalid Hex Colour
italian: Codice esadecimale del colore non valido
spanish: Código HEX de color no válido

# #32475
source: Enter 6-Digit Hex Colour
italian: Inserisci un codici esadecimale a 6 cifre
spanish: Introduzca código HEX de color (6-Digitos)

# #32476
source: Keyboard Mod Removed
dutch: Toetsenbord Mod verwijderd
italian: Rimossa la modifica alla tastiera
spanish: Modificación del Teclado Borrada

# #32477
source: Forum Browser will need to be restarted before it takes effect.
dutch: Forum Browser moet worden herstart voordat het effect heeft.
italian: Forum Browser ha bisogno di essere riavviato perchè la modifica abbia effetto.
spanish: La navegación en el foro debe ser reiniciada para que tenga efecto.

# #32478
source: Copying files:
dutch: kopiëren bestanden:
italian: Copia file in corso:
spanish: Copiando ficheros:

# #32479
source: Skin Mods
dutch: ontwerp mods
italian: Skin mod
spanish: Cambios del Skin

# #32480
source: Font Installation
italian: Installazione font
spanish: Instalación de Fuentes

# #32481
source: Please click 'Help' below for more detailed information.
italian: Prego cliccare 'Aiuto' qui sotto per maggiori dettagli.
spanish: Por favor, haga click en 'Ayuda' para ver información detallada.

# #32482
source: Install?
italian: Installare?
spanish: ¿Instalar?

# #32483
source: Aborted
dutch: Geannuleerd
italian: Annullato
spanish: Cancelado

# #32484
source: Skin modifications were NOT installed.
dutch: Ontwerp modificaties zijn NIET geïnstalleerd.
italian: Le modifiche alla skin NON sono state installate.
spanish: Las modificaciones del skin no han sido instaladas.

# #32485
source: Enable 'Use skin modifications (Recommended)' in settings if you want to install them at a later time.
dutch: Activeer 'gebruik ontwerpmodificaties (aanbevolen)' in instellingen als je ze op een later tijdstip wilt installeren.
italian: Abilita "Usa modifiche alla skin (Raccomandato)' nelle impostazioni se desideri installarle in un secondo tempo.
spanish: Active 'Usar modificaciones del skin (Recomendado)' en ajustes si desea instalarlas posteriormente.

# #32486
source: Skin Mod Install
dutch: ontwerp mod installatie
italian: Installazione modifiche skin
spanish: Instalar Skin Modificado

# #32487
source: {0} skin not installed in user path.
dutch: {0} ontwerp niet geïnstalleerd in gebruikers locatie.
italian: Skin {0} non installata nel percorso dell'utente
spanish: {0} plantilla no instalada en el directorio del usuario.

# #32488
source: Click Yes to copy
dutch: Klik ja om te kopieren
italian: Clicca su Si per eseguire la copia
spanish: Haz clic en Sí para copiar

# #32489
source: Click No to Abort
dutch: Klik nee om te annuleren
italian: Clicca su No per annullare
spanish: Haz clic en No para Cancelar

# #32490
source: Copying Files
dutch: Kopiëren bestanden:
italian: Copia dei file in corso
spanish: Copiando Ficheros

# #32491
source: Please wait...
dutch: Momentje...
italian: Attendi.......
spanish: Por favor, espere...

# #32492
source: Failed to copy files, aborting.
dutch: niet gelukt bestanden te kopiëren, annuleren.
italian: Impossibile copiare i file, annullamento in corso
spanish: Error al copiar los ficheros, cancelando.

# #32493
source: Files copied.
dutch: Files gekopieerd
italian: File copiati.
spanish: Ficheros copiados.

# #32494
source: Kodi needs to be restarted for the mod to take effect.
italian: XBMc deve essere riavviato perchè questa modifica abbia effetto.
spanish: Necesita reiniciar Kodi para que la modificación tenga efecto.

# #32495
source: Font installed.
dutch: Font geinstalleerd
italian: Font installato.
spanish: Fuente instalada.

# #32496
source: Keyboard Mod
dutch: Toetsenbord Mod
italian: Modifica tastiera
spanish: Modificación de Teclado

# #32497
source: Install keyboard skin mod?
dutch: Installeer toetsenbord ontwerp modificatie?
italian: Installare la modifica alla tastiera dello skin?
spanish: ¿Instalar modificación de skin del teclado?

# #32498
source: THIS WILL REPLACE THE CURRENT Kodi KEYBOARD
italian: QUESTO SOSTITUIRA LA TASTIERA Kodi ATTUALE
spanish: ESTO REEMPLAZARA EL TECLADO ACTUAL DE Kodi

# #32499
source: Keyboard installed/changed.
italian: Tastiera installata/cambiata.
spanish: Teclado instalado/cambiado.

# #32500
source: Miscellaneous
dutch: Diverse
italian: Varie
spanish: Varios

# #32501
source: Audio/Video Software & Technology
dutch: Audio/Video Software & technologie
italian: Software e tecnologia Audio/Video
spanish: Programas de Audio/Vídeo y Tecnología

# #32502
source: Science & Technology
dutch: Wetenschap & Technologie
italian: Scienza e tecnologia
spanish: Ciencia y Tecnología

# #32503
source: Automotive/Motorcycle/Powersports
dutch: Automotive/Motorsport/Krachtsporten
italian: Auto/Moto/Sport d'azione
spanish: Coches/Motos/Deportes de motor

# #32504
source: Pets
dutch: Huisdieren
italian: Animali domestici
spanish: Mascotas

# #32505
source: Wildlife & Nature
dutch: Wildlife & Natuur
italian: Vita selvaggio & Natura
spanish: Fauna y Naturaleza

# #32506
source: Games (Video/Board/Etc)
dutch: Spellen (Video/Board/Etc)
italian: Giochi (videogiochi, da tavolo ecc)
spanish: Juegos (Vídeo/Mesa/Etc)

# #32507
source: Sports (Fans)
dutch: Sporten (Fans)
italian: Sport (fan)
spanish: Deportes (Aficcionado)

# #32508
source: Outdoor & Travel
dutch: Outdoor & reizen
italian: Aria aperta & Viaggi
spanish: Ocio y Viajes

# #32509
source: Society & Culture
dutch: Samenleving & Cultuur
italian: Società e cultura
spanish: Sociedad y Cultura

# #32510
source: Food, Drink & Dining
dutch: Eten, Drinken & Dineren
italian: Cibo e bevande
spanish: Comida, Bebida y Cena

# #32511
source: Computers & Software
italian: Computer e software
spanish: Ordenadores y Programas

# #32512
source: Gadgets & Phones
dutch: Gadgets & Telefoons
italian: Gadget e telefonia
spanish: Dispositivos Elec. y Teléfonos

# #32513
source: Hobbies & Collecting
dutch: Hobby`s & Verzamelingen
italian: Hobby e collezioni
spanish: Aficciones y Colección

# #32514
source: Sports (Recreational)
dutch: Sporten (Recreatief)
italian: Sport (ricreativi)
spanish: Deportes (Recreacional)

# #32516
source: Entertainment (TV/Movies/Music)
dutch: Entertainment (TV/Films/Muziek)
italian: Intrattenimento (TV, film, musica)
spanish: Entretenimiento (TV/Películas/Música)

# #32517
source: Enter Keywords or Use Wildcards *?
dutch: Voer trefwoorden in of gebruik Wildcards *?
italian: Inserisci le parole chiave o usa i caratteri jolly (* e ?)
spanish: Introduzca Palabras o Use los Comodines * ?

# #32518
source: Post User Attributes To Display
dutch: post gebruikersattributen om te laten zien
italian: Dettagli utente del post da visualizzare
spanish: Atributos que Mostrar de Publicación o Usuario

# #32519
source: Open Subscriptions/PMs Window Automatically On Open Forum
dutch: Open inschrijvingen/PMs scherm automatisch bij openen Forum
italian: Apri finestra Sottoscrizioni/MP automaticamente all'apertura di un forum
spanish: Abrir La Ventana de Subscripciones/MP Automaticamente

# #32520
source: If Both Subs and PMs, Open Subs Window Instead
dutch: als beide ondertitels en PMs, open Ondertitel Scherm in plaats daarvan
italian: Se presenti sia Sub che PM, apri la finestra dei Sub
spanish: Si hay Subscripciones y MPs, Abrir Subscripciones

# #32521
source: Keyboard NOT installed.
dutch: toetsenbord NIET geïnstalleerd
italian: Tastiera non installata.
spanish: Teclado NO instalado.

# #32522
source: Enable 'Use keyboard mod' in settings if you want to install it at a later time.
dutch: Activeer 'gebruik toetsenbord mod' in instellingen als je het op een later tijdstip wilt installeren
italian: Abilita 'Usa mod tastiera' nelle impostazioni su vuoi installarla in un secondo tempo.
spanish: Active 'Usar modificaciones del skin' en los ajustes si desea instalarlas posteriormente.

# #32523
source: Select Keyboard Skin
italian: Scegli sking tastiera
spanish: Escoja Skin del Teclado

# #32524
source: Disable Asynchronous Connections
dutch: Deactiveer A-synchroniserende connecties
italian: Disabilita connessioni asincrone
spanish: Deshabilitar Conexiones Asíncronas

# #32525
source: Reverse Sort Search Results
dutch: Herhaal soortgelijke zoekresultaten
italian: Inverti ordinamenti dei risultati della ricerca
spanish: Orden Inverso de Resultados de Búsqueda

# #32526
source: Started By:
dutch: gestart door:
italian: Creata da:
spanish: Iniciado por:

# #32527
source: SHOW MENU
dutch: TOON MENU
italian: MOSTRA MENU
spanish: Mostrar Menú

# #32528
source: CLOSE
dutch: AFSLUITEN
italian: CHIUDI
spanish: Cerrar

# #32529
source: Previous Page
dutch: Vorige pagina
italian: Pagina Precedente
spanish: Página Anterior

# #32530
source: Next Page
dutch: Volgende Pagina
italian: Pagina Successiva
spanish: Siguiente Página

# #32531
source: LINKS
italian: COLLEGAMENTI
spanish: Enlaces

# #32532
source: IMAGES
dutch: AFBEELDINGEN
italian: IMMAGINI
spanish: Imágenes

# #32533
source: HELP TOPICS
dutch: HELP ONDERWERPEN
italian: ARGOMENTI DELLA GUIDA
spanish: Temas de Ayuda

# #32534
source: SHOW HELP
dutch: TOON HELP
italian: MOSTRA GUIDA
spanish: Mostrar Ayuda

# #32535
source: Show Thread In WebViewer
dutch: Toon Thread in WebViewer
italian: Mostra discussioni in WebViewer
spanish: Mostrar Hilo en Visor de Web

# #32536
source: Disable Window Stacking (Requires Restart)
dutch: Deactiveer Schermstapeling (vereist een herstart)
italian: Disabilita sovrapposizione finestre (richiede un riavvio)
spanish: Deshabilitar Apilado de Ventanas (Requiere Reinicio)

# #32537
source: View Posts As A Page
dutch: Toon Reacties als een pagina
italian: Mostra post come pagina
spanish: Ver Publicaciones Como Una Página

# #32538
source: Hide Image URLs In Posts Display
dutch: Verberg afbeeldings URLs in reactiescherm
italian: Nascondi URL delle immagini nella visualizzazione dei post
spanish: Ocultar URL de Imágen en la Vista Publicación

# #32539
source: Appearance
dutch: Uiterlijk
italian: Aspetto
spanish: Apariencia

# #32540
source: Smilies
italian: Faccine
spanish: Emoticonos

# #32541
source: Install/Change Keyboard
italian: Installa/cambia tastiera
spanish: Instalar/Cambiar Teclado

# #32542
source: Refreshing Kodi Skin
italian: Aggiornamento skin Kodi in corsa
spanish: Actualizar Skin de Kodi

# #32543
source: Move Up
dutch: Omhoog
italian: Sposta su
spanish: Mover arriba

# #32544
source: Move Down
dutch: Omlaag
italian: Sposta giu
spanish: Mover abajo

# #32545
source: Getting Forum Stats
dutch: Verkrijgen forum statistieken
italian: Recupero statistiche forum in corso
spanish: Generando Estadísticas del Foro

# #32546
source: Members
dutch: Leden
italian: Membri
spanish: Miembros

# #32547
source: Online
spanish: En línea

# #32548
source: Hide Link URLs In Posts Display
dutch: Verberg Link URLs in reactiescherm
italian: Nascondi URL dei collegamenti nella visualizzazione dei messaggi
spanish: Ocultar URL de Enlaces en la Vista Publicación

# #32549
source: Class Filter
italian: Filtro classe
spanish: Filtro de Clase

# #32550
source: Split Filter
dutch: Deel Filter
italian: Filtro di split
spanish: Filtro de División

# #32551
source: Enter Start RegEx
dutch: Voer Start RegEX in
italian: Inserisci RegEx iniziale
spanish: Introduzca Principio RegEx

# #32552
source: Enter End RegEx
dutch: Voer Einde RegEx in
italian: Inserisci RegEx finale
spanish: Introduzca Final RegEx

# #32553
source: Add Bookmark
dutch: Voeg Bladwijzer in
italian: Aggiungi segnalibro
spanish: Añadir bookmark

# #32554
source: Bookmarks
dutch: Favorieten
italian: Segnalibri
spanish: Marcadores

# #32555
source: Right Align Text
dutch: Tekst rechts linieren
italian: Allinea testo a destra
spanish: Alinear Texto a la Derecha

# #32556
source: Back
italian: Indietro
spanish: Retroceder

# #32557
source: Adding Forums
italian: Aggiunta forum in corso
spanish: Insertando Foros

# #32558
source: Database
italian: Banca dati
spanish: Base de Datos

# #32559
source: Add Forum Manually
italian: Aggiungi forum manualmente
spanish: Insertar Foro Manualmente

# #32560
source: Use Default?
italian: Usa predefinito?
spanish: ¿Usar por defecto?

# #32561
source: Use default path:
italian: Una percorso predefinito:
spanish: Usar ruta predeterminada:

# #32562
source: Or choose a new path?
italian: O scegli un nuovo percorso?
spanish: ¿O elegir una ruta nueva?

# #32563
source: Default
italian: Predefinito
spanish: Predeterminada

# #32564
source: Use Default Media Save Path Without Asking
italian: Usa il percorso di salvataggio media predefinito senza chiedere
spanish: Usar La Ruta de Guardado Por Defecto Sin Preguntar

# #32565
source: Unread Threads
italian: Discussioni non lette
spanish: Temas no leidos

# #32566
source: Don't Ask For Image Filename When Saving
italian: Non richiedere il nome del file immagine durante il salvataggio
spanish: No Preguntar por el Fichero de la Imagen al Guardar

# #32567
source: Sequel (Default)
italian: Sequel (Predefinito)
spanish: Continuación (Por Defecto)

# #32568
source: Add Multiple Lines
italian: Aggiungi linee multiple
spanish: Añadir Múltiples Líneas

# #32569
source: Add Multiple Lines Here
italian: Aggiungi linee multiple qui
spanish: Añadir Múltiples Líneas Aquí

# #32570
source: Preview
italian: Anteprima
spanish: Previsualizar

# #32571
source: Add Line After
italian: Aggiungi linea dopo
spanish: Insertar Línea Después

# #32572
source: Context Menu For More Options
italian: Menu contestuale per maggiori opzioni
spanish: Menú Contextual Para Más Opciones

# #32573
source: No Links
italian: Nessun link
spanish: Sin Enlaces

# #32574
source: First Post
italian: Primo Post
spanish: Primera Publicación

# #32575
source: Last Post
italian: Ultimo Post
spanish: Última Publicación

# #32576
source: Revert
italian: Inverti
spanish: Deshacer

# #32577
source: To Menubar
italian: Alla barra del menu
spanish: A la Barra de Menú

# #32578
source: Slide Up On Video (On Suported Skins)
italian: Scorrimenti verso l'altro su Video (Se lo skin lo supporta)
spanish: Deslizar Arriba en Vídeo (En Skins que lo soporten)

# #32579
source: Use This Colour?
italian: Usare questo colore?
spanish: ¿Usar Este Color?

# #32580
source: View: Set Default Background Image
italian: Visuale: Ripristina immagine di sfondo
spanish: Vista: Elegir Imágen de Fondo Por Defecto

# #32581
source: View: Clear The Default Background Image
italian: Visuale: Pulisci l'immagine di sfondo predefinita
spanish: Vista: Borrar La Imágen de Fondo Por Defecto

# #32582
source: View: Set The Background Fade Level
italian: Visuale: Imposta il livello di dissolvenza dello sfondo
spanish: Vista: Elegir Nivel de Decoloración del Fondo

# #32583
source: View: Set The List Selection Colour
italian: Vista: imposta il colore della selezione lista
spanish: Vista: Elija Color de Selección de Lista

# #32584
source: NOTE: THESE OPTIONS MODIFY THE SKIN'S XML FILES
italian: NOTA: QUESTE OPZIONI MODIFICANDO I FILE XML DELLO SKIN
spanish: NOTA: ESTAS OPCIONES MODIFICAN EL FICHERO XML DE LA SKIN

# #32585
source: The Kodi team is not responsible for this addon.
italian: Il team Kodi non è responsabile di questo addon.
spanish: El equipo de Kodi no es responsable de este complemento.

# #32586
source: If you experience any problems,
italian: Se incontri dei problemi,
spanish: Si se produce algún problema,

# #32587
source: visit the Forum Browser thread at forum.xbmc.org.
italian: visita la discussione su Forum Browser su forum.xbmc.org.
spanish: Visite el hilo de Forum Browser en forum.xbmc.org.

# #32588
source: Forum Browser font installed.
italian: Installazione font Forum Browser eseguita.
spanish: Fuente Forum Browser instalada.

# #32589
source: Forum Browser font NOT installed.
italian: Installazione font Forum Browser fallita.
spanish: Fuente Forum Browser NO instalada.

# #32590
source: Forum Browser font un-installed.
italian: Font Forum Browser disinstallato.
spanish: Fuente Forum Browser desinstalada.

# #32591
source: SD Only
italian: Solo SD
spanish: Sólo SD

# #32594
source: Max Streaming Video Quality
italian: Massima qualità video in streaming
spanish: Calidad de Streaming de Vídeo Máxima

# #32595
source: Disable DASH Video (Recommended)
italian: Disabilita DASH Video (Raccomandato)
spanish: Deshabilitar DASH de Vídeo (Recomendado)

# #32596
source: Show Forum Specific Background
italian: Mostra sfondo specifico del forum
spanish: Mostrar Fondo Específico del Foro

# #32597
source: Choose Video
italian: Scegli video
spanish: Elegir Vídeo

# #32599
source: Size
italian: Dimensione
spanish: Tamaño

# #32600
source: Received
italian: Ricevuto
spanish: Recibido

# #32601
source: Download Complete
italian: Scaricamento Completato
spanish: Descarga completa

# #32900
source: Prev
dutch: Vorige
italian: Precedente
spanish: Anterior

# #32901
source: Next
dutch: Volgende
italian: Successivo
spanish: Siguiente

# #32902
source: Post Reply
dutch: Reactie beantwoorden
italian: Rispondi
spanish: Publicar Respuesta

# #32903
source: Settings
dutch: Instellingen
italian: Impostazioni
spanish: Opciones

# #32904
source: Subscriptions
dutch: Abonnementen
italian: Iscrizioni
spanish: Suscripciones

# #32905
source: Forums
italian: Forum
spanish: Foros

# #32906
source: Add Line
dutch: regel toevoegen
italian: Aggiungi riga
spanish: Insertar Línea

# #32907
source: Add Lines
dutch: regels toevoegen
italian: Aggiungi righe
spanish: Insertar Líneas

# #32908
source: Submit Post
dutch: Reactie verzenden
italian: Invia messaggio
spanish: Enviar publicación

# #32909
source: Messages
dutch: Berichten
italian: Messaggi
spanish: Mensajes

# #32910
source: STOP
spanish: PARAR

# #32911
source: Threads
italian: Discussioni
spanish: Temas

# #32912
source: Posts
dutch: Reacties
italian: Messaggi
spanish: Publicaciones

# #32913
source: OK
spanish: Aceptar

# #32914
source: New Search
dutch: Nieuwe Zoekopdracht
italian: Nuova Ricerca
spanish: Nueva Búsqueda

# #32915
source: Loading...
dutch: Aan het laden...
italian: Caricamento...
spanish: Cargando...

# #32916
source: Search
dutch: Zoeken
italian: Cerca
spanish: Buscar

# #32917
source: Search Posts
dutch: Zoek reacties
italian: Cerca messaggi
spanish: Buscar Publicaciones

# #32918
source: Search Threads
dutch: Zoek Threads
italian: Cerca discussioni
spanish: Buscar Temas

# #32919
source: Search User
dutch: Zoek gebruiker
italian: Cerca utenti
spanish: Buscar Usuario

# #32921
source: Set Title
dutch: bepaal Titel
italian: Inserisci il Titolo
spanish: Establecer Título

# #32922
source: Post
dutch: Reactie
italian: Messaggio
spanish: Publicar

# #32923
source: Add Forum
dutch: Voeg forum toe
italian: Aggiungi forum
spanish: Agregar Foro

# #32924
source: Add From Online
dutch: Voeg in vanuit online
italian: Aggiungi da online
spanish: Insertar desde Internet

# #32925
source: Remove Forum
dutch: Verwijder Forum
italian: Rimuovi forum
spanish: Eliminar Foro

# #32926
source: Add To Favorites
dutch: Voeg toe aan Favorieten
italian: Aggiungi ai preferiti
spanish: Añadir a Favoritos

# #32927
source: Remove From Favs
dutch: Verwijder uit Favorieten
italian: Rimuovi dai preferiti
spanish: Eliminar de Favoritos

# #32928
source: Forum Settings
dutch: Forum instellingen
italian: Impostazioni forum
spanish: Ajustes del Foro

# #32929
source: Share To Online DB
dutch: Deel naar online Database
italian: Condividi con il DB online
spanish: Compartir Con BD En Línea

# #32930
source: Share Theme To ODB
dutch: Deel thema naar online Database
italian: Condividi tema con DB online
spanish: Compartir Tema con BD En Línea

# #32931
source: Help
italian: Aiuto
spanish: Ayuda

# #32932
source: Subs
dutch: Ondertitels
spanish: Subtítulos

# #32933
source: PMs
italian: Messaggi Privati
spanish: MPs

# #32934
source: Header Colour
italian: Colore intestazione
spanish: Color de Encabezado

# #32935
source: All
dutch: Alle
italian: Tutto
spanish: Todos

# #32936
source: Functionality
dutch: Functionaliteit
italian: Funzionalità
spanish: Funcionalidad

# #32937
source: Accuracy
dutch: Nauwkeurigheid
italian: Accuratezza
spanish: Precisión

# #32938
source: OK
spanish: Aceptar
