Repository: ruuk/script.forum.browser
Catalog: resources/language/*/strings.po
Languages: dutch, italian, spanish

# Addon Summary
source: Browse forums within Kodi
italian: Sfoglia i forum dall'Kodi
spanish: Visitar foros desde Kodi

# Addon Description
source: Browse Forums in Kodi. Supports Tapatalk enabled forums (over 30000) and Forumrunner enabled forums. Also supports boxee.tv. View forums, threads, posts, subscriptions and private messages. Follow links in Web Viewer. Post replies, send private messages, delete posts, quote posts. View images in posts, follow post forum links and download post links.
italian: Sfoglia i Forum dall'Kodi. Supporta i forum che usano Tapatlk (circa 30000) e Forumrunner. Supporta pure boxee.tv. Vedi i forum, le discussioni, i post, le sottoscrizioni ed i messaggi privati. Segui i link nel Visualizzatore Web. Rispondi ai post, invia messaggi privati, cancella i post e quotali. Vedi le immagini, segui i link dei post e scaricali.
spanish: Visita foros desde Kodi. Soporta foros válidos para Tapatalk (más de 30.000) y Forumrunner. También soporta boxee.tv. Ve foros, hilos, temas, suscripciones y mensajes privados. Abre enlaces con Web Viewer. Escribe respuestas, manda mensajes privados, borra mensajes y menciona mensajes. Ve imágenes en mensajes, sigue enlaces del foro y descarga enlaces.

# #32001
source: Open Thread At Newest Post
dutch: Open thread op nieuwste bericht
italian: Apri discussioni ai messaggi più nuovi
spanish: Abrir hilo en el tema más reciente

# #32002
source: Reverse Sort Posts
dutch: soortgelijke berichten omdraaien
italian: Inverti l'Ordine dei Messaggi
spanish: Orden inverso de temas

# #32003
source: Language
dutch: Taal
italian: Lingua
spanish: Lenguaje

# #32004
source: Always Login If Possible
dutch: Elke keer inloggen wanneer mogelijk
italian: Loggati Sempre se Possibile
spanish: Logarse siempre, si es posible

# #32006
source: Use Text Editor (Experimental)
dutch: Gebruik tekst editor (experimenteel)
italian: Usa editor di Testi (Sperimentale)
spanish: Usar editor de texto (experimental)

# #32007
source: Use Forum Colours
italian: Usa colori del forum
spanish: Usar los Colores del Foro

# #32008
source: Advanced
dutch: Geavanceerd
italian: Avanzate
spanish: Avanzado

# #32009
source: Automatically Open Subscriptions
dutch: Automatisch abonnementen openen
italian: Apri Automaticamente le Sottoscrizioni
spanish: Abrir automáticamente las suscripciones

# #32011
source: Dark
dutch: Donker
italian: Scuro
spanish: Oscuro

# #32012
source: Light
dutch: Licht
italian: Leggero
spanish: Claro

# #32013
source: Hide Signatures In Posts
dutch: Verberg handtekeningen in reacties
italian: Nascondi le Firme nei Messaggi
spanish: Ocultar las firmas en los temas

# #32014
source: Always Show OK Button In Message Dialogs
dutch: Toon altijd OK knop in berichtenvensters
italian: Mostra Sempre il Bottone OK nelle Finestre del Messaggio
spanish: Mostrar siempre el botón Aceptar en las ventanas

# #32015
source: Confirm Exit On Quit
dutch: bevestig afsluiten bij afsluiten
italian: Conferma Uscita
spanish: Confirmar la salida

# #32016
source: Ignore Forum Images In Posts
dutch: Negeer forumafbeeldingen in Reacties
italian: Ignora immagini del forum nei messaggi
spanish: Ignorar Imágenes de Foro en las Publicaciones

# #32017
source: Disable Activity Splash
dutch: deactiveer activiteiten splash
italian: Disabilita lo Splash
spanish: Desactivar mensaje de actividad

# #32018
source: Notifications
dutch: Mededelingen
italian: Notifiche
spanish: Notificaciones

# #32019
source: Enable Notifications (Enabling Requires Kodi Restart)
italian: Abilita Notifiche /L'abilitazione Richiede il Riavvio di Kodi)
spanish: Activar notificaciones (activarlo requiere reiniciar Kodi)

# #32020
source: Check Interval (In Minutes)
dutch: controleer interval (in minuten)
italian: Verifica l'Intervallo (In Minuti)
spanish: Intervalo de comprobación (en minutos)

# #32021
source: Only At Kodi Start (Disabling Requires Kodi Restart)
italian: Solo All'avvio di Kodi (La Disabilitazione Richiede il Riavvio di Kodi)
spanish: Sólo al inicio de Kodi (desactivarlo requiere reiniciar Kodi)

# #32023
source: Method
dutch: Methode
italian: Metodo
spanish: Método

# #32024
source: Method (During Video)
dutch: Methode (gedurende video)
italian: Metodo (Durante i Video)
spanish: Método (durante vídeo)

# #32025
source: Normal Kodi Popup
italian: Popup Kodi Normale
spanish: Popup normal de Kodi

# #32026
source: Small Dialog
dutch: Klein dialoog
italian: Finestra Piccola
spanish: Diálogo pequeño

# #32027
source: Full Dialog
dutch: Volledig dialoog
italian: Finestra Piena
spanish: Diálogo grande

# #32028
source: Kodi Notice Duration (Seconds)
italian: Avviso di Durata Kodi (Secondi)
spanish: Duración en (segundos) del aviso

# #32029
source: Dialog Timeout (Seconds - 0 For None)
dutch: Vester Time-out (seconden - 0 is voor geen)
italian: Durata Finestra (Secondi - 0 Per Disattivato)
spanish: Retraso en el aviso en seg. (0 ninguno)

# #32030
source: Only When Playing Video
dutch: alleen wanneer video afspeelt
italian: Solo Mentre i Video sono in Esecuzione
spanish: Solo cuando se reproduzca video

# #32031
source: Activity Stops Timeout
dutch: activiteit stopt Time-out
italian: Attività Ferma
spanish: Tiempo de espera para informar de actividad detenida

# #32032
source: Ask Before Interrupting Video
dutch: vraag voor onderbreken video
italian: Chiedi Prima di Interrompere un Video
spanish: Preguntar antes de interrumpir el video

# #32033
source: Return To Interrupted Video
dutch: ga terug naar onderbroken video
italian: Ritorna al Video Interrotto
spanish: Volver a reproducir el video

# #32034
source: Pause Video On Dialogs
dutch: pauzeer video bij gesprekken
italian: Metti in Pausa sulle Finestre
spanish: Pausar video si hay avisos

# #32035
source: Hide Video Overlay
dutch: verberg video overlay
italian: Nascondi la Sovrapposizione del Video
spanish: Ocultar Capa de Vídeo

# #32036
source: Stop Forum Video On Forum Browser Close
dutch: Stop forum video bij forum browserafsluiting
italian: Ferma il Video del Forum alla chiusura
spanish: Detener Video Forum si se cierra el explorador

# #32037
source: Allow Return To Interrupted Video After Close
dutch: Sta toe terug te gaan naar de onderbroken video na afsluiten
italian: Permetti il Ritorno al Video Interrotto dopo la Chiusura
spanish: Permitir reanudar video despues de cerrar

# #32038
source: Bypass Kodi Resume Dialog
italian: Salta la finestra di Ripresa di Kodi
spanish: Pasar del aviso de reanudación de Kodi

# #32039
source: Pre-Offset (Seconds)
dutch: Pre-offset (seconden)
italian: Pre-Compensazione (Secondi)
spanish: Pre-Offset (Segundos)

# #32040
source: Hours Until Notify Data Considered Stale
dutch: Uren tot dat gemelde data als oud wordt beschouwd
italian: Ore Prima di Notificare i Dati come Vecchi
spanish: Horas Para Considerar Una Notificación Como Antigua

# #32041
source: Dialog: Only Show Notify Enabled Forums
dutch: Venster: Toon alleen aangegeven geactiveerde forums
italian: Finestra: Mostra Notifiche dei soli Forum Abilitati
spanish: Mensaje: Mostrar sólo Foros con Notificaciones Habilitadas

# #32042
source: Resume Video In Overlay
dutch: Hervat video in overlay
italian: Riprendi Video Sovrapposti
spanish: Continuar Vídeo en Capa

# #32043
source: Start Video In Overlay
italian: Inizia Video Sovrapposto
spanish: Empezar Vídeo en Capa

# #32044
source: Show Post Media Indicators
dutch: toon Post media indicatoren
italian: Mostra Indicatori dei Messaggi
spanish: Mostrar Indicadores de Publicación de Media

# #32045
source: Count Link Images As Images
dutch: tel link afbeeldingen als afbeeldingen
italian: Interpreta i Link delle Immagini come Immagini
spanish: Contar Enlaces a Imágenes como Imágenes

# #32046
source: Searching Posts: Open Thread On Post Click
dutch: zoek berichten: open Thread bij klik op berichten.
italian: Cerca Messaggi: Apri Discussione
spanish: Buscando Publicaciones: Abrir Hilo al Clickar Publicación

# #32047
source: Search: Show Search History
dutch: zoeken: toon zoekhistorie
italian: Cerca: Mostra Ricerche
spanish: Buscar: Mostrar Historial De Búsqueda

# #32048
source: Show Traceback Dialog On Errors
dutch: toon traceback venster bij fouten
italian: Mostra Finestra Traceback dopo gli Errori
spanish: Mostrar Mensaje de Traza En Errores

# #32051
source: Options
dutch: Opties
italian: Opzioni
spanish: Opciones

# #32052
source: Done
dutch: OK
italian: Fatto
spanish: Hecho

# #32053
source: Please try again.
dutch: Probeer opnieuw a.u.b.
italian: Riprova
spanish: Por favor, inténtelo de nuevo.

# #32054
source: Refresh
dutch: Ververs
italian: Aggiorna
spanish: Actualizar

# #32100
source: Logging In
dutch: bezig met inloggen
italian: Loggato
spanish: Iniciando Sesión

# #32101
source: Opening URL
dutch: URL aan het openen
italian: Apertura URL
spanish: Abriendo URL

# #32102
source: Reading Data
dutch: Data aan het lezen
italian: Lettura Dati
spanish: Leyendo Datos

# #32103
source: Parsing Data
dutch: Verwerken van data
italian: Comparazione Dati
spanish: Analizando Datos

# #32105
source: Processing Form
dutch: verwerken Form
italian: Processo
spanish: Procesando Formulario

# #32106
source: Submitting Form
dutch: Verzenden Form
italian: Sottoponi
spanish: Enviando Formulario

# #32107
source: Wating {0} seconds
dutch: Wachten {0} seconden
italian: Aspetta {0} secondi
spanish: Esperando {0} segundos

# #32108
source: Clearing Notifications
dutch: wissen van notificaties
italian: Pulizia Notifiche
spanish: Borrando Notificaciones

# #32110
source: First Page
dutch: Eerste pagina
italian: Prima Pagina
spanish: Primera Página

# #32111
source: Last Page
dutch: Laatste pagina
italian: Ultima Pagina
spanish: Última Página

# #32112
source: Newest Post
dutch: Nieuwste reactie
italian: Nuovo Messaggio
spanish: Publicación Más Reciente

# #32113
source: Oldest Post
dutch: Oudste reactie
italian: Messaggio Più Vecchio
spanish: Publicación Más Vieja

# #32114
source: Go to...
dutch: Ga naar...
italian: Vai a...
spanish: Ir a...

# #32115
source: Go to page number
dutch: Ga naar pagina nummer
italian: Vali alla pagnia
spanish: Ir a página número

# #32116
source: Enter page number
dutch: Voer pagina nummer in
italian: Inserisci il numero della pagina
spanish: Introduzca número de página

# #32120
source: Set Title
dutch: bepaal Titel
italian: Inserisci il Titolo
spanish: Establecer Título

# #32122
source: Delete Line
dutch: Regel verwijderen
italian: Cancella la Linea
spanish: Borrar Línea

# #32123
source: Enter Text
dutch: Tekst invoeren
italian: Inserisci il Testo
spanish: Introducir Texto

# #32124
source: Edit Line
dutch: Regel aanpassen
italian: Edita la Linea
spanish: Editar Línea

# #32125
source: Enter Post Title
dutch: Voer reactie titel in
italian: Inserisci il Titolo del Messaggio
spanish: Introducir Título De La Publicación

# #32126
source: Posting
dutch: Verzenden
italian: Messaggiando
spanish: Publicando

# #32127
source: Posting. Please wait...
dutch: Verzenden. Even geduld a.u.b.
italian: Messaggiando. Aspetta.
spanish: Publicando. Espere, por favor...

# #32128
source: Add Line Before
dutch: Regel toevoegen voor
italian: Aggiungi una Linea Prima
spanish: Insertar Línea Antes De

# #32129
source: Save
italian: Salva
spanish: Guardar

# #32130
source: Posts
dutch: Reacties
italian: Messaggi
spanish: Publicaciones

# #32131
source: Error getting posts
dutch: Error ophalen reacties
italian: Errore Ricevendo i Messaggi
spanish: Error recogiendo publicaciones

# #32133
source: Error filling post list
dutch: Error vullen reactie lijst
italian: Errore riempendo lista messaggi
spanish: Error rellenando lista de publicaciones

# #32134
source: Quote
italian: Quota
spanish: Citar

# #32135
source: Error getting private messages
dutch: Fout bij ophalen privéberichten
italian: Errore Ottenendo i Messaggi Privati
spanish: Error recogiendo mensajes privados

# #32136
source: View Images
dutch: toon afbeeldingen
italian: Vedi Immagini
spanish: Ver Imágenes

# #32137
source: View Link Images
dutch: toon Link afbeeldingen
italian: Vedi i Collegamenti delle Immagini
spanish: Ver Enlaces de Imágenes

# #32138
source: Follow Thread Link
dutch: volg Thread Link
italian: Segui il Link della Discussione
spanish: Seguir Enlace de Hilo

# #32139
source: Follow Post Link
dutch: Volg bericht Link
italian: Segui il Link del Messaggio
spanish: Seguir Enlace de Publicación

# #32140
source: Download A Link
dutch: Download een Link
italian: Scarica un Link
spanish: Descargar Enlace

# #32141
source: Delete
dutch: Verwijderen
italian: Elimina
spanish: Eliminar

# #32142
source: Post ID
dutch: Bericht ID
italian: ID Messaggio
spanish: ID Publicación

# #32143
source: Thread ID
italian: ID Discussione
spanish: ID Hilo

# #32144
source: Choose Target Directory
dutch: toon een bestemmingslocatie
italian: Scegli la Cartella di Destinazione
spanish: Elige Directorio Destino

# #32145
source: Downloading File
dutch: Downloaden bestand
italian: Scaricamento File
spanish: Descargando Fichero

# #32146
source: Downloaded File:
dutch: gedownload bestand:
italian: File Scaricato:
spanish: Fichero Descargado:

# #32148
source: Downloading Images
dutch: downloaden afbeeldingen
italian: Scaricamento Immagini
spanish: Descargando Imágenes

# #32149
source: Deleting
dutch: Verwijderen
italian: Cancellazione
spanish: Borrando

# #32150
source: Deleting. Please wait...
dutch: verwijderen, even geduld a.u.b.
italian: Cancellazione. Aspetta...
spanish: Borrando. Espere, por favor...

# #32151
source: PMs
italian: Messaggi Privati
spanish: MPs

# #32160
source: Threads
italian: Discussioni
spanish: Temas

# #32161
source: Error getting threads.
dutch: Fout bij ophalen threads.
italian: Errore Ottenendo le Discussioni
spanish: Error recogiendo hilos.

# #32162
source: Last Post By:
dutch: laatste bericht door:
italian: Ultimo Messaggio di:
spanish: Última Publicación De:

# #32163
source: Error filling threads list.
dutch: fout ontstaan bij vullen threads lijst.
italian: Errore riempendo la lista dei messaggi
spanish: Error rellenando lista de hilos.

# #32164
source: FORUM
spanish: FORO

# #32170
source: Forums
italian: Forum
spanish: Foros

# #32171
source: Error getting forums.
dutch: fout bij ophalen forums.
italian: Errore ottenendo i forum
spanish: Error recogiendo foros.

# #32172
source: No Description
dutch: Geen Beschrijving
italian: Nessuna Descrizione
spanish: Sin Descripción

# #32173
source: Sub-Forum
spanish: Subforo

# #32174
source: Error filling forum list.
dutch: fout bij vullen forumlijst.
italian: Errore riempendo la lista dei forum
spanish: Error rellenando lista de foros.

# #32175
source: Subscriptions
dutch: Abonnementen
italian: Iscrizioni
spanish: Suscripciones

# #32176
source: Private Messages
dutch: Privéberichten
italian: Messaggi Privati
spanish: Mensajes Privados

# #32177
source: Send PM
dutch: Verstuur PM
italian: Manda Messaggio Privato
spanish: Enviar MP

# #32178
source: Send Message
dutch: Verstuur bericht
italian: Invia Messaggio
spanish: Enviar Mensaje

# #32180
source: Quote:
italian: Quota:
spanish: Cita:

# #32181
source: Originally posted by:
dutch: Origineel gepost door:
italian: Messaggio originale di:
spanish: Publicado originalmente por:

# #32182
source: Link:
dutch: Verbinding:
spanish: Estado del enlace:

# #32183
source: Code:
italian: Codice:
spanish: Código:

# #32184
source: PHP Code:
italian: Codice PHP:
spanish: Código PHP:

# #32185
source: HTML Code:
italian: Codice HTML:
spanish: Código HTML:

# #32200
source: Select Forum
dutch: selecteer Forum
italian: Selezione Forum
spanish: Seleccionar Foro

# #32201
source: Enter Username
dutch: Voer gebruikersnaam in
italian: Nome Utente
spanish: Introducir Usuario

# #32202
source: Enter Password
dutch: Voer wachtwoord in
italian: Password
spanish: Introducir Clave

# #32203
source: Settings
dutch: Instellingen
italian: Impostazioni
spanish: Opciones

# #32204
source: Set Logins
dutch: stel log-ins in
italian: Imposta Accessi
spanish: Ajustar Sesiones

# #32205
source: Downloading
dutch: Downloaden
italian: Download in corso
spanish: Descargando

# #32206
source: Downloading {0}
dutch: downloaden {0}
italian: Download in corso
spanish: Descargando {0}

# #32207
source: Turn On Notifications
dutch: Zet mededelingen aan
italian: Attiva Notifiche
spanish: Encender Notificaciones

# #32208
source: Turn Off Notifications
dutch: zet mededelingen uit
italian: Disattiva Notifiche
spanish: Apagar Notificaciones

# #32209
source: Manage Notifications
dutch: Beheer mededelingen
italian: Gestisci Notifiche
spanish: Gestionar Notificaciones

# #32220
source: Waiting...
dutch: Wachten...
italian: In attesa...
spanish: Esperando...

# #32221
source: Waiting for thread to stop...
dutch: wachter op thread om te stoppen...
italian: Aspetta la discussione per fermarti.....
spanish: Esperando hilo para parar...

# #32222
source: Add A Forum
dutch: Voeg een forum toe
italian: Aggiungi un Forum
spanish: Añadir Un Foro

# #32223
source: Add Current Forum To Favorites
dutch: Voeg huidig Forum toe aan Favorieten
italian: Aggiungi il Forum ai Preferiti
spanish: Añadir Este Foro A Favoritos

# #32224
source: Remove Forums
dutch: Verwijder forums
italian: Rimuovi i Forum
spanish: Borrar Foros

# #32225
source: Remove A Forum From Favorites
dutch: Verwijder een forum uit favorieten
italian: Rimuovi un Forum dai Preferiti
spanish: Eliminar Un Foro De Favoritos

# #32226
source: Add A Forum From The Online Database
dutch: voer een forum toe uit de online database
italian: Aggiungi un Forum dal Database Online
spanish: Añadir Un Foro De Base De Datos En Línea

# #32227
source: Posting A Reply Failed:
dutch: Posten van een beantwoording mislukt:
italian: Replica a Messaggio Fallita:
spanish: Fallo Publicando Respuesta:

# #32228
source: Enable Log Debugging
dutch: Activeer Log Debugging
italian: Abilita Debug Log
spanish: Habilitar Registro de Depuración

# #32229
source: Empty Forum
dutch: Leeg Forum
italian: Forum Vuoto
spanish: Foro Vacío

# #32230
source: There are no threads in this forum.
dutch: Er zijn geen Threads in dit forum.
italian: Non ci sono discussioni in questo forum.
spanish: No hay hilos en este foro.

# #32231
source: Checking Messages
dutch: op berichten controleren
italian: Verifica Messaggi
spanish: Comprobando Mensajes

# #32232
source: Edit
dutch: Wijzigen
italian: Modifica
spanish: - Editar

# #32233
source: Enable MyBB edit post bug re-subscribe fix
dutch: Activeer MyBB wijzig post bug re-subscribe fix
italian: Abilita MyBB fixa edita messaggio bug ri-sottoscrizione
spanish: Habilitar parche para el fallo de edición de post MyBB

# #32234
source: Use skin modifications (Recommended)
dutch: gebruik ontwerp wijzigingen (aanbevolen)
italian: Usa modifiche skin (Raccomandato)
spanish: Usar modificaciones de skin (Recomendado)

# #32235
source: Enable SSL connections (https)
dutch: Activeer SSL verbindingen (https)
italian: Abilita connessioni SSL (https)
spanish: Habilitar conexiones SSL (https)

# #32236
source: Subscribe To Thread
dutch: Abboneren op Thread
italian: Sottoscrivi Messaggio
spanish: Subscribirse Al Hilo

# #32237
source: Use keyboard mod
dutch: Gebruik toetsenbord mod
italian: Usa mod tastiera
spanish: Usar teclado modificado

# #32240
source: Unsubscribe Thread
dutch: afmelden van Thread
italian: Cancella Sottoscrizione
spanish: Desubscribirse Del Hilo

# #32241
source: Add Current Forum To Online Database
dutch: voeg huidig forum toe aan online database
italian: Aggiungi il Forum al Database Online
spanish: Añadir Este Foro a la Base De Datos En Línea

# #32242
source: Unsubscribe From Forum
dutch: afmelden van forum
italian: Cancella Sottoscrizione dal Forum
spanish: Desubscribrise Del Foro

# #32243
source: Subscribe To Forum
dutch: Abboneren op forum
italian: Iscriviti al Forum
spanish: Subscribirse Al Foro

# #32244
source: Help
italian: Aiuto
spanish: Ayuda

# #32245
source: Cache Logo Images Locally
dutch: buffer Logo afbeeldingen lokaal
italian: Fai la Cache delle immagini dei logo in locale
spanish: Cachear Imágenes Localmente

# #32246
source: Sending a private message failed:
dutch: Privébericht sturen mislukt:
italian: Invio di messaggio privato fallito:
spanish: Fallo al mandar mensaje privado:

# #32247
source: Disable SSL For Forumrunner
dutch: Deactiveer SSL voor Forumrunner
italian: Disabilita SSL per Forumrunner
spanish: Deshabilitar SSL En Forumrunner

# #32248
source: Please wait...
dutch: Momentje...
italian: Attendi.......
spanish: Por favor, espere...

# #32249
source: Reply/Forward
dutch: Beantwoorden/doorsturen
italian: Rispondi / Inoltra
spanish: Responder/Reenviar

# #32250
source: No posts
dutch: geen reacties
italian: Nessun Messaggio
spanish: Sin publicaciones

# #32251
source: No messages
dutch: geen berichten
italian: Nessun Messaggio
spanish: Sin mensajes

# #32252
source: Create Thread
italian: Crea discussione
spanish: Crear Tema

# #32253
source: Send PM to {0}
dutch: stuur PM naar {0}
italian: Invia MP a
spanish: Enviar MP a {0}

# #32254
source: Will Restart After Finish.
dutch: Zal herstarten na einde.
italian: Riavvierà Dopo la Fine
spanish: Se Reiniciará Cuando Termine.

# #32255
source: Video Playing
dutch: Video spelen
italian: Video in Esecuzione
spanish: Reproduciendo Vídeo

# #32256
source: Interrupt Current Video?
dutch: onderbreek huidige Video?
italian: Ferma Video?
spanish: ¿Interrumpir Vídeo?

# #32257
source: Failed
dutch: Mislukt
italian: Fallito
spanish: Fallo

# #32258
source: Download Failed
italian: Download Fallito
spanish: Descarga fallida

# #32259
source: Enter Filename
dutch: geef bestandsnaam
italian: Inserisci il Nome del File
spanish: Introducir Nombre De Archivo

# #32260
source: Select Directory
dutch: selecteer map
italian: Seleziona Directory
spanish: Elegir Directorio

# #32261
source: File Exists
dutch: bestand bestaat al
italian: Il File Esiste
spanish: El Archivo Existe

# #32262
source: File Exists!
dutch: bestand bestaat al!
italian: Il File Esiste!
spanish: ¡El Archivo Existe!

# #32263
source: Save As:
dutch: Opslaan als:
italian: Salva Come:
spanish: Guardar Como:

# #32264
source: Enter New
dutch: Voer nieuw
italian: Inserisci Nuovo
spanish: Introducir Nuevo

# #32265
source: Yes
dutch: Ja
italian: Sì
spanish: Si

# #32266
source: Finished
dutch: Klaar
italian: Finito
spanish: Completado

# #32267
source: File Saved Successfully:
dutch: Bestand succesvol opgeslagen:
italian: File Salvato Correttamente:
spanish: Archivo Guardado Con Éxito:

# #32268
source: Settings Changed
dutch: Instellingen veranderd
italian: Impostazioni Cambiate
spanish: Ajustes Cambiados

# #32269
source: Settings changed.
dutch: Instellingen veranderd.
italian: Impostazioni Cambiate
spanish: Ajustes cambiados.

# #32270
source: Really discard changes?
dutch: wijzigingen echt annuleren?
italian: Sei sicuro di voler scartare i cambiamenti?
spanish: ¿Olvidar los cambios?

# #32271
source: Enter New Value
dutch: voer nieuwe waarde in
italian: Inserire Nuovo Valore
spanish: Introducir Nuevo Valor

# #32272
source: Choose
dutch: Kiezen
italian: Scegli
spanish: Elegir

# #32273
source: Choose 'Clear' to clear the URL
dutch: kies 'legen' om de URL te legen
italian: Scegli "Pulisci" per pulire l'URL
spanish: Elija 'Limpiar' para limpiar la URL

# #32274
source: Choose 'New' to browse a new URL
dutch: Kies 'nieuw'om zoeken naar een nieuwe URL
italian: Scegli "Nuovo" per visualizzare un nuovo URL
spanish: Elija 'Nuevo' para ir a una nueva URL

# #32275
source: Clear
dutch: Helder
italian: Elimina
spanish: Despejado

# #32276
source: New
dutch: Nieuw
italian: Nuovo
spanish: Nuevo

# #32277
source: Choose 'Edit' to edit the URL
dutch: kies 'wijzigen' om de URL te wijzigen
italian: Scegli "Edita" per editare l'URL
spanish: Elija 'Editar' para editar la URL
