Repository: ruuk/script.forum.browser
Catalog: resources/language/*/strings.po
Languages: dutch, italian, spanish

# #32939
source: Cancel
dutch: Annuleren
italian: Annulla
spanish: Cancelar

# #32940
source: Forum Browser: New Posts
dutch: Forum Browser: nieuw berichten
italian: Forum Browser: Nuovi post
spanish: Examinar Foro: Nuevas Publicaciones

# #32941
source: Conversations
dutch: Conversaties
italian: Conversazioni
spanish: Conversaciones

# #32000
source: General
dutch: Algemeen
italian: Generale

# #32050
source: ERROR
italian: Errore

# #32598
source: ETA
italian: Fine prevista

# Addon Summary
source: Browse forums within XBMC
dutch: Zoek forums vanuit XBMC

# Addon Description
source: Browse Forums in XBMC. Supports Tapatalk enabled forums (over 30000) and Forumrunner enabled forums. Also supports boxee.tv. View forums, threads, posts, subscriptions and private messages. Follow links in Web Viewer. Post replies, send private messages, delete posts, quote posts. View images in posts, follow post forum links and download post links.
dutch: Zoek Forums in XBMC. Ondersteunt Tapatalk gemachtigde forums (over 30000) en Forumrunner gemachtigde forums. Ondersteunt ook boxee.tv. bekijk forums, threads, berichten, inschrijvingen en private berichten. volg links in Web Viewer. Post beantwoordingen, stuur privéberichten, verwijder berichten, quote berichten, bekijk afbeeldingen in berichten, volg post forum links en download post links.

# #32005
source: Skin
dutch: Skin Settings

# #32007
source: Use Forum Colors
dutch: Gebruik Forum kleuren

# #32019
source: Enable Notifications (Enabling Requires XBMC Restart)
dutch: activeer notificaties (activeren vereist XBMC te herstarten)

# #32021
source: Only At XBMC Start (Disabling Requires XBMC Restart)
dutch: Alleen bij XBMC start (deactivering vereist XBMC te herstarten)

# #32025
source: Normal XBMC Popup
dutch: normale XBMC popup

# #32028
source: XBMC Notice Duration (Seconds)
dutch: XBMC mededelingsduur (seconden)

# #32038
source: Bypass XBMC Resume Dialog
dutch: Omzeil XBMC hervattingsvenster

# #32129
source: Save Image
dutch: Opslaan afbeelding

# #32238
source: Password Encryption Type
dutch: wachtwoord encryptie type

# #32239
source: Encryption Key File (Optional)
dutch: encryptie hoofdbestand (optioneel)

# #32252
source: Create New Thread
dutch: Creëer een nieuwe Thread

# #32258
source: Failed to download file.
dutch: niet gelukt om bestand te downloaden.

# #32292
source: Header Color
dutch: Header kleur

# #32438
source: Getting Forum List
dutch: Verkrijgen Forum lijst

# #32462
source: Color set!
dutch: Kleur instellen!

# #32463
source: Online database color updated.
dutch: Online database kleur geüpdate

# #32474
source: Invalid Hex Color
dutch: Ongeldige Hex kleur

# #32475
source: Enter 6-Digit Hex Color
dutch: Voer de 6-digtale Hex kleurcode in

# #32480
source: Recommended skin modifications not installed.
dutch: Aanbevolen ontwerp modificaties niet geïnstalleerd.

# #32481
source: (Requires Forum Browser restart to take effect.)
dutch: (Vereist dat Forum Browser moet worden herstart voordat het effect heeft.)

# #32482
source: Install now?
dutch: Nu installeren?

# #32494
source: XBMC needs to be restarted for the mod to take effect.
dutch: XBMC moet worden herstart voordat de mod effect heeft.

# #32498
source: THIS WILL REPLACE THE CURRENT XBMC KEYBOARD
dutch: DIT ZAL HET HUIDIGE XBMC TOETSENBORD VERVANGEN

# #32499
source: Keyboard installed.
dutch: toetsenbord geïnstalleerd

# #32523
source: Select Skin
dutch: Kies ontwerp

# #32541
source: Change Keyboard
dutch: Verander toetsenbord

# #32542
source: Refreshing XBMC Skin
dutch: Verversen XBMC ontwerp

# #32934
source: Header Color
dutch: Header kleur
