Repository: ruuk/script.forum.browser
Catalog: resources/language/*/strings.po
Languages: dutch, italian, spanish

# #32278
source: Choose 'Browse' to browse site images
dutch: Kies 'zoeken' om siteafbeeldingen te zoeken
italian: Scegli "Sfoglia" per sfogliare le immagini del sito
spanish: Elija 'Navegar' para ver las imágenes del sitio

# #32279
source: Edit
dutch: Wijzigen
italian: Modifica
spanish: - Editar

# #32280
source: Browse
dutch: Bladeren
italian: Esplora
spanish: Buscar

# #32281
source: Edit URL:
dutch: wijzig URL:
italian: Edita URL:
spanish: Editar URL:

# #32282
source: Bad Value
dutch: foute waarde
italian: Valore Errato
spanish: Valor Incorrecto

# #32283
source: Value must be an integer
dutch: waarde moet een integer nummer zijn
italian: Il valore deve essere intero
spanish: El valor debe ser un entero

# #32284
source: Value must be in format {0}
dutch: Waar moet in {0} formaat
italian: Il valore deve avere formato
spanish: El valor debe estar en formato {0}

# #32285
source: Getting Images
dutch: Afbeeldingen verkrijgen
italian: Ottenendo Immagini
spanish: Obteniendo Imágenes

# #32286
source: Login User
dutch: Log-in gebruiker
italian: Accesso Utente
spanish: Usuario

# #32287
source: Login Password
dutch: Log-in Wachtwoord
italian: Password d'accesso
spanish: Clave

# #32288
source: Post Attributes
dutch: post attributen
italian: Attributi del post
spanish: Atributos de la Publicación

# #32289
source: Time Offset
dutch: Tijds afstellingen
italian: Differenza di tempo
spanish: Compensación de Hora

# #32290
source: Description
dutch: Omschrijving
italian: Descrizione
spanish: Descripción

# #32292
source: Header Colour
italian: Colore intestazione
spanish: Color de Encabezado

# #32293
source: Login Page
dutch: Log-in pagina
italian: Pagina di login
spanish: Página de Inicio de Sesión

# #32294
source: Post Parser Rules
dutch: Post Parser regels
italian: Regole del parser dei post
spanish: Publicar Reglas de Análisis

# #32295
source: Forum Browser: New Posts
dutch: Forum Browser: nieuw berichten
italian: Forum Browser: Nuovi post
spanish: Examinar Foro: Nuevas Publicaciones

# #32296
source: Failed post found
dutch: Miislukt bericht gevonden
italian: E' statro trovato un post non inviato
spanish: Encontrada publicación errónea

# #32297
source: Re-use previous failed post?
dutch: Hergebruik vorige mislukte bericht?
italian: Vuoi usare il precedente messaggio non inviato?
spanish: ¿Volver a usar la publicación que falló?

# #32298
source: Note
dutch: noteer
spanish: Nota

# #32299
source: Posting appears to be moderated
dutch: Bericht blijkt te zijn gemodereerd
italian: La pubblicazione dei messaggi sembra essere soggetta a moderazione
spanish: Parece que publicar esta moderado

# #32300
source: Your message may not appear right away
dutch: Jou bericht is misschien niet gelijk zichtbaar
italian: Il tuo messaggio potrebbe non apparire immediatamente
spanish: Su mensaje puede no aparecer correctamente

# #32301
source: Are You Sure?
dutch: Weet u het zeker?
italian: Sei sicuro?
spanish: ¿Está Seguro?

# #32302
source: Really close?
dutch: Echt afsluiten?
italian: Vuoi davvero uscire?
spanish: ¿Cerrar de verdad?

# #32303
source: Changes will be lost.
dutch: Wijzigingen gaan verloren.
italian: I cambiamenti saranno perduti.
spanish: Perderá los cambios.

# #32304
source: Success
dutch: Succes
italian: Eseguito con successo
spanish: Éxito

# #32305
source: Message Sent.
dutch: Bericht verzonden.
italian: Messaggio inviato
spanish: Mensaje Enviado.

# #32306
source: Message Posted.
dutch: bericht gepost.
italian: Messaggio pubblicato
spanish: Mensaje Publicado.

# #32307
source: Error creating post:
dutch: Fout bij Creëren post:
italian: Errore nel creare il messaggio:
spanish: Error creando publicación:

# #32308
source: Paste From Clipboard Before:
dutch: Plakken vanuit klembord voor:
italian: Copia dagli appunti prima:
spanish: Pegar Del Portapapeles Antes De:

# #32309
source: Paste From Clipboard:
dutch: plakken vanuit klembord:
italian: Copia dagli appunti:
spanish: Pegar Del Portapapeles:

# #32310
source: Enter Link Text
dutch: Voer Link tekst in.
italian: Inserisci il testo del collegamento
spanish: Introducir Texto del Enlace:

# #32311
source: Getting Video Info...
dutch: Verkrijgen video informatie...
italian: Recupero in corso delle informazioni del video
spanish: Obteniendo información del Vídeo...

# #32312
source: Link Options
dutch: Link opties
italian: Opzioni link
spanish: Opciones Del Enlace

# #32313
source: Copy Link To Clipboard
dutch: Kopieer link naar klembord
italian: Copia link negli appunti
spanish: Copiar Enlace Al Portapapeles

# #32314
source: Copy Image URL To Clipboard
dutch: kopieer afbeelding URL naar klembord
italian: Copia URL immagine negli appunti
spanish: Copiar URL de la Imágen Al Portapapeles

# #32315
source: Copy Video URL To Clipboard
dutch: kopieer Video URL naar klembord
italian: Copia URL video negli appunti
spanish: Copiar URL Del Vídeo Al Portapapeles

# #32316
source: Image Options
dutch: Afbeeldingsopties
italian: Opzioni immagine
spanish: Opciones De Imágen

# #32317
source: User/Post Extra Info
dutch: Gebruiker/Post extra info
italian: Informazioni aggiuntive Utente/Messaggio
spanish: Información Extra de Usuario/Publicación

# #32318
source: Getting Post For Edit...
dutch: Verkrijg bericht voor wijziging...
italian: Recupero messaggio per la modifica
spanish: Obteniendo Publicación Para Edición...

# #32319
source: Enter Recipient(s)
dutch: Voer ontvanger(s) in
italian: Inserisci destinatario/i
spanish: Introducir Destinatario(s)

# #32320
source: Really Delete?
dutch: Zeker verwijderen?
italian: Desideri davvero cancellarlo?
spanish: ¿Borrar?

# #32321
source: Are you sure you want to delete this message?
dutch: Weet u zeker dat u dit bericht wilt verwijderen?
italian: Sei sicuro di voler eliminare questo messaggio?
spanish: ¿Está seguro de que quiere borrar este mensaje?

# #32322
source: Deleting
dutch: Verwijderen
italian: Cancellazione
spanish: Borrando

# #32323
source: Failed
dutch: Mislukt
italian: Fallito
spanish: Fallo

# #32324
source: Failed to delete:
dutch: Niet gelukt te verwijderen:
italian: Eliminazione non riuscita:
spanish: Fallo al borrar:

# #32325
source: Reason unknown
dutch: Oorzaak niet bekend
italian: Motivazione sconosciuta
spanish: Razón desconocida

# #32326
source: Message deleted.
dutch: Bericht verwijderd
italian: Messaggio eliminato
spanish: Mensaje borrado.

# #32327
source: Post deleted.
dutch: Post verwijderd.
italian: Post eliminato
spanish: Publicación borrada.

# #32328
source: Error while deleting post:
dutch: fout bij verwijderen post:
italian: Errore nella cancellazione del messaggio:
spanish: Error mientras borraba la publicación:

# #32329
source: User/Post Info
dutch: Gebruiker/Post info
italian: Informazioni Utente/Messaggio
spanish: Información Usuario/Publicación

# #32330
source: Enter Search Terms
dutch: voer zoektermen in
italian: Inserisci termini di ricerca
spanish: Introduzca Términos de Búsqueda

# #32331
source: Select Box
dutch: Selecteer Box
italian: Seleziona Box
spanish: Elija Buzón

# #32332
source: Change PM Box
dutch: Verander PM Box
italian: Cambia Box PM
spanish: Cambiar Buzón MP

# #32333
source: Like Post
dutch: Vind bericht leuk
italian: Dai "Mi piace" al messaggio
spanish: Me Gusta

# #32334
source: Unlike Post
dutch: Vind bericht niet meer leuk
italian: Dai "Non mi piace" al messaggio
spanish: No Me Gusta

# #32335
source: Open Post Thread
italian: Apri la discussione del messaggio
spanish: Abrir Hilo de Publicación

# #32336
source: Quote?
italian: Citare?
spanish: ¿Citar?

# #32337
source: Quote the message?
dutch: Quote het bericht?
italian: Citare il messaggio?
spanish: ¿Citar el mensaje?

# #32338
source: Liking
dutch: leuk vinden
italian: Mi piace...
spanish: Me Gusta

# #32339
source: Un-Liking
dutch: niet meer leuk vinden
italian: Non mi piace...
spanish: No Me Gusta

# #32340
source: Subscribed to thread.
dutch: Geabonneerd op thread.
italian: Iscritto alla discuzzione
spanish: Subscrito al hilo.

# #32341
source: Failed to subscribe to thread:
dutch: Niet geluk om op thread te abonneren.
italian: Impossibile iscriversi alla discussione:
spanish: Fallo al subscribirse al hilo:

# #32342
source: Unsubscribed from thread.
dutch: afgemeld van thread.
italian: Disiscritto dalla discussione.
spanish: Desubscrito del hilo:

# #32343
source: Failed to unsubscribe from thread:
dutch: niet gelukt om af te melden van thread:
italian: Impossibile disiscriversi dalla discuzzione:
spanish: Fallo al desubscribirse del hilo:

# #32344
source: Subscribed to forum.
dutch: Geabonneerd op forum.
italian: Iscritto al forum.
spanish: Subscrito al foro.

# #32345
source: Failed to subscribe to forum:
dutch: niet gelukt te abonneren op forum:
italian: Impossibile iscriversi al forum:
spanish: Fallo al subscribirse al foro:

# #32346
source: Unsubscribed from forum.
dutch: Afgemeld van forum
italian: Disiscritto dal forum
spanish: Desubscrito del foro.

# #32347
source: Failed to unsubscribe from forum:
dutch: niet gelukt om af te melden van forum:
italian: Impossibile annullare la sottoscrizione al forum
spanish: Fallo al desubscribirse del foro:

# #32348
source: Unknown
dutch: Onbekend
italian: Sconosciuto
spanish: Desconocido

# #32349
source: Creating Thread...
dutch: Creëer thread...
italian: Creazione discussione...
spanish: Creando Hilo...

# #32350
source: Thread created:
dutch: Thread gecreëerd:
italian: Discussione creata:
spanish: Hilo creado:

# #32351
source: Failed to create thread:
dutch: Niet gelukt Thread te creëren:
italian: Impossibile creare la discussione:
spanish: Fallo al crear hilo:

# #32352
source: Login Required
dutch: Log-in vereist
italian: E' necessario eseguire il login
spanish: Requiere Identificación

# #32353
source: This forum does not allow guest access.
dutch: Dit forum accepteert een gasttoegang
italian: Questo forum non consente l'accesso come ospite
spanish: Este foro no permite acceso de invitado.

# #32354
source: Login required.
dutch: Log-in vereist:
italian: E' necessario eseguire il login.
spanish: Requiere identificación.

# #32355
source: Set login info now?
dutch: Stel Log-in informatie in nu?
italian: Desideri impostare ora le informazioni per il login?
spanish: Ajustar la identificación ahora?

# #32356
source: Getting User List
dutch: Verkrijgen van gebruikerslijst
italian: Recupero lista utenti in corsa
spanish: Obteniendo Lista de Usuarios

# #32357
source: Not Available
dutch: Niet beschikbaar
italian: Non disponibile
spanish: No Disponible

# #32358
source: Online Users
dutch: Online gebruikers
italian: Utenti online
spanish: Usuarios En Línea

# #32359
source: Search posts of {0}
dutch: Zoek bericht van {0}
italian: Ricerca post di {0}
spanish: Buscar publicaciones de {0}

# #32360
source: View User Info
dutch: bekijk gebruikersinformatie
italian: Mostra info sull'utente
spanish: Ver Información de Usuario

# #32361
source: Getting Info
dutch: Verkrijgen informatie
italian: Recupero info in corso
spanish: Obteniendo Información

# #32362
source: Name
dutch: Naam
italian: Nome
spanish: Nombre

# #32363
source: Status
italian: Stato
spanish: Estado

# #32364
source: Post Count
dutch: berichten aantal
italian: Conteggio post
spanish: Contador de Publicaciones

# #32365
source: Join Date
dutch: datum lid geworden
italian: Data di iscrizione
spanish: Fecha de Registro

# #32366
source: Current Activity
dutch: Huidige activiteit
italian: Attività in corso
spanish: Actividad Actual

# #32367
source: Last Activity Date
dutch: laatste activiteit datum
italian: Data ultima attività
spanish: Fecha de la Última Actividad

# #32369
source: View Online Users
dutch: Toon online gebruikers
italian: Visualizza utenti online
spanish: Ver Usuarios En Línea

# #32370
source: View Forum Info
dutch: Toon foruminformatie
italian: Mostra informazioni sul forum
spanish: Ver Información del Foro

# #32371
source: Search
dutch: Zoeken
italian: Cerca
spanish: Buscar

# #32372
source: Forum Info
dutch: foruminformatie
italian: Informazioni sul forum
spanish: Información Del Foro

# #32373
source: Really Exit?
dutch: Echt afsluiten
italian: Desideri davvero uscire?
spanish: ¿Salir?

# #32374
source: Skin Changed
dutch: Ontwerp veranderd
italian: Skin modificato
spanish: Skin Cambiada

# #32375
source: Skin changed. Restart Forum Browser to apply.
dutch: ontwerp veranderd. Herstart forum browser om te activeren.
italian: Skin modificato. Riesegui Forum Browser perchè le modifiche abbiano effetto.
spanish: Skin Cambiada. Reinicia el Navegador del Foro para aplicar los cambios.

# #32376
source: Search Options
dutch: zoek opties
italian: Opzioni di ricerca
spanish: Opciones de Búsqueda

# #32377
source: New Search
dutch: Nieuwe Zoekopdracht
italian: Nuova Ricerca
spanish: Nueva Búsqueda

# #32378
source: Post Search Results
dutch: Post zoekresultaten
italian: Risultati ricerca messaggi
spanish: Resultados de Búsqueda de Publicaciones

# #32379
source: Thread Search Results
dutch: Thread zoekresultaten
italian: Risultati ricerca discussioni
spanish: Resultados de Búsqueda de Hilos

# #32380
source: User Options
dutch: gebruikersopties
italian: Opzioni utente
spanish: Opciones De Usuario

# #32381
source: New User
dutch: nieuwe gebruiker
italian: Nuovo utente
spanish: Usuario Nuevo

# #32382
source: Enter Name Of User To Search
dutch: voer naam van gebruiker in om te zoeken
italian: Inserisci il nome dell'utente da cercare
spanish: Introduzca el Nombre de Usuario a Buscar

# #32383
source: Recent Threads
dutch: recente threads
italian: Thread recenti
spanish: Hilos Recientes

# #32384
source: Recent Posts
dutch: recente berichten
italian: Post recenti
spanish: Publicaciones Recientes

# #32385
source: Post Search Results
dutch: berichten zoekresultaat
italian: Risultati della ricerca messaggi
spanish: Resultados de Búsqueda de Publicaciones

# #32386
source: Choose Forum
dutch: kies forum
italian: Scegli forum
spanish: Elija Foro

# #32387
source: Login Not Set
dutch: Log-in niet ingesteld
italian: Login non impostato
spanish: Sin Identificación

# #32388
source: Username and password not set.
dutch: Gebruikersnaam en wachtwoord niet ingesteld
italian: Username e password non impostati.
spanish: Sin Usuario ni Clave.

# #32389
source: Login Set
dutch: Log-in instellen
italian: Login impostato
spanish: Identificado

# #32390
source: Username and password set.
dutch: Gebruikersnaam en wachtwoord ingesteld.
italian: Username e password impostati.
spanish: Con Usuario y Clave.

# #32391
source: Use URL?
dutch: gebruik URL?
italian: Usare l'URL?
spanish: ¿Usar URL?

# #32392
source: Use this URL?
dutch: Gebruik deze URL?
italian: Desideri usare questo URL?
spanish: ¿Usar esta URL?

# #32393
source: Update
italian: Aggiorna
spanish: Actualizar

# #32394
source: Skin modifications need to be updated. Click OK to continue.
dutch: Ontwerpmodificaties moet worden geüpdate. klik Ok om verder te gaan.
italian: Le modifiche allo skin devono essere aggiornate. Clicca OK per continuare.
spanish: Los cambios en el skin tienen que ser refrescados. Pulsa Aceptar para continuar.

# #32395
source: Select Rule:
dutch: Selecteer regel:
italian: Seleziona regola:
spanish: Elija Regla:

# #32397
source: FILTER
italian: FILTRO
spanish: FILTRO

# #32399
source: Add Rule
dutch: voeg regel toe
italian: Aggiungi Regola
spanish: Añadir Regla

# #32400
source: Share
italian: Condividi
spanish: Compartir

# #32401
source: Save
dutch: Opslaan
italian: Salva
spanish: Guardar

# #32402
source: Type
italian: Tipo
spanish: Tipo

# #32403
source: Head Filter
dutch: Hoofd Filter
italian: Filtro in testa
spanish: Filtro de Cabecera

# #32404
source: Tail Filter
dutch: Eind filter
italian: Filtro in coda
spanish: Filtro de Pie

# #32405
source: Enter Name
dutch: Voer naam in
italian: Inserisci il nome
spanish: Introduzca Nombre

# #32406
source: Enter Python Regular Expression
dutch: Voer Python reguliere expressie in
italian: Inserisci Regular Expression di Python
spanish: Introduzca Expresión Regular Python

# #32407
source: Enter Phrase
dutch: voer frase in
italian: Inserisci la frase
spanish: Introduzca Frase

# #32408
source: Select
dutch: Selecteer
italian: Seleziona
spanish: Seleccionar

# #32409
source: Remove
dutch: Verwijder
italian: Rimuovi
spanish: Eliminar

# #32410
source: HEAD FILTERS
dutch: HOOFD FILTERS
italian: FILTRI IN TESTA
spanish: FILTROS DE CABECERA

# #32411
source: TAIL FILTERS
dutch: EINDFILTERS
italian: FILTRI IN CODA
spanish: FILTROS DE PIE

# #32412
source: Current Rules
dutch: Huidige regels
italian: Regola Attuale
spanish: Reglas Actuales

# #32413
source: Rules Already Exist For This Forum:
dutch: Regels die al bestaan voor dit Forum:
italian: Regole esistenti per questo forum:
spanish: Las Reglas Ya Existen Para Este Foro:

# #32414
source: Overwrite?
dutch: Overschrijven?
italian: Sovrascrivere?
spanish: ¿Sobreescribir?

# #32415
source: Overwrite existing rules?
dutch: bestaande regels overschrijven?
italian: Sovrascrivere le regole esistenti?
spanish: ¿Sobreescribir las reglas existentes?

# #32416
source: Added
dutch: Toegevoegd
italian: Aggiunta eseguita
spanish: Añadido

# #32417
source: Removed
dutch: Verwijderd
italian: Rimuovi
spanish: Eliminado

# #32418
source: Forum added to favorites!
dutch: Forum toegevoegd aan favorieten!
italian: Forum aggiunto ai preferiti!
spanish: ¡Foro añadido a Favoritos!

# #32419
source: Forum removed from favorites.
dutch: Forum verwijderd uit Favorieten.
italian: Forum rimosso dai preferiti.
spanish: Foro eliminado de Favoritos.

# #32420
source: Select Category
dutch: selecteer categorie
italian: Seleziona categoria
spanish: Elija Categoría

# #32421
source: Search Database
dutch: zoek database
italian: Cerca nella Banca Dati
spanish: Buscar en la Base de Datos

# #32422
source: Show All
dutch: toon allles
italian: Mostra tutti
spanish: Mostrar Todo

# #32423
source: Add Forum
dutch: Voeg forum toe
italian: Aggiungi forum
spanish: Agregar Foro

# #32424
source: Enter Forum Web Address
dutch: Voer forum web adres in
italian: Inserisci l'indirizzo web del forum
spanish: Introduzca la dirección del Foro

# #32425
source: Forum not found or not compatible
dutch: Forum niet gevonden of niet compatibel
italian: Forum non trovato o non compatibile
spanish: Foro no encontrado o incompatible.

# #32426
source: Enter forum URL
dutch: voer forum URL in
italian: Inserisci URL del forum
spanish: Introduzca la URL del foro

# #32427
source: Testing Forum
dutch: Forum testen
italian: Test del forum in corso
spanish: Probando Foro

# #32428
source: Question...
dutch: Vraagje...
italian: Domanda...
spanish: Pregunta...

# #32429
source: Does this forum require a login?
dutch: Vereist dit forum een login?
italian: Questo forum richiede l'accesso?
spanish: ¿Este foro requiere identificación?

# #32430
source: Click YES to set login details.
dutch: selecteer JA om de log-in details in te stellen.
italian: Cliccare SI per impostare i dettagli di login.
spanish: Click en Sí para los detalles de identificación.

# #32431
source: Forum not found or not compatible.
dutch: Forum niet gevonden of niet compatibel
italian: Forum non trovato o non compatibile.
spanish: Foro no encontrado o incompatible.

# #32432
source: Found
dutch: Gevonden
italian: Trovato
spanish: Encontrado

# #32433
source: Forum {0} found
dutch: Forum {0} gevonden
italian: Forum {0} trovato
spanish: Encontrados {0} foros

# #32434
source: Getting Description And Images
dutch: Ontvangen van beschrijving en afbeeldingen
italian: Recupero descrizione ed immagini in corso
spanish: Obtener Descripción e Imágenes

# #32435
source: Enter Description
dutch: voer beschrijving in
italian: Inserisci descrizione
spanish: Introduzca Descripción

# #32436
source: Choose Logo
dutch: Kies Logo
italian: Seleziona logo
spanish: Elija Logo

# #32437
source: Add To Online Database
dutch: Voeg toe aan Online Database
italian: Aggiungi al database online
spanish: Añadir a Base De Datos En Línea

# #32438
source: Getting List
italian: Recupero lista in corso
spanish: Obteniendo Lista

# #32439
source: No forums
dutch: geen Forums
italian: Nessun forum
spanish: No hay foros

# #32440
source: No forums in that category/search
dutch: geen forums in die categorie/zoekopdracht
italian: Nessun forum trovato per questa categoria/ricerca
spanish: No hay foros en esa categoría/búsqueda

# #32441
source: Category
dutch: Categorie
italian: Categoria
spanish: Categoría

# #32442
source: Forum Added
dutch: Forum toegevoegd
italian: Forum aggiunto
spanish: Foro Añadido

# #32443
source: Online database forum rules updated.
dutch: Online database forumregels geüpdate.
italian: Database online delle regole aggiornato.
spanish: Reglas del foro actualizadas en Base de Datos En Línea.

# #32444
source: Failed to update the online database.
dutch: niet gelukt de online database te updaten.
italian: Impossibile aggiornare il database online.
spanish: Fallo al actualizar la Base de Datos En Línea.

# #32445
source: Add To Database?
dutch: voeg toe aan Database?
italian: Aggiungere al database?
spanish: ¿Añadir a la Base De Datos?

# #32446
source: Share to the Forum Browser online datbase?
dutch: Deel naar de Forum browser online database?
italian: Deisderi condividere con il database online di Forum Browser?
spanish: ¿Compartir con la Base de Datos En Línea?

# #32447
source: Forum must be rated in order to be added to the online database.
dutch: Forum moet worden gewaardeerd om te worden toegevoegd aan de online database.
italian: Il forum deve essere giudicato prima di essere aggiunto al database online.
spanish: Debe calificar el foro para añadirlo a la Base de Datos En Línea.

# #32448
source: Saving To Database
dutch: opslaan naar database
italian: Salvataggio nel database in corso
spanish: Grabando en la Base de Datos

# #32449
source: Updated
dutch: geüpdated
italian: Aggiornato
spanish: Actualizado

# #32450
source: Not Added
dutch: niet toegevoegd
italian: Non aggiunto
spanish: No Añadido

# #32451
source: Forum added successfully.
dutch: forum succesvol toegevoegd.
italian: Forum aggiunto con successo
spanish: Foro añadido con éxito.

# #32452
source: Forum entry exists. Updated successfully.
dutch: Forum toegang bestaat. succesvol geüpdated
italian: Il forum esiste già. Aggiornato con successo.
spanish: La entrada del foro ya existe. Actualizada con éxito.

# #32453
source: Forum not added
dutch: Forum niet toegevoegd
italian: Forum non aggiunto
spanish: Foro no añadido.

# #32454
source: Function Rating
dutch: Functiewaardering
italian: Giudizio sul funzionamento
spanish: Calificar Funcionalidad

# #32455
source: Fully Functional
dutch: volledig functioneel
italian: Completamente funzionante
spanish: Totalmente Funcional

# #32456
source: Partially Functional
dutch: gedeeltelijk functioneel
italian: Parzialmente funzionante
spanish: Parcialmente Funcional

# #32457
source: Not Functional
dutch: niet functioneel
italian: Non funzionante
spanish: No Funcional

# #32458
source: Accuracy Rating
dutch: naukeurigheidswaardering
italian: Giudizio sull'accuratezza
spanish: Calificación de Precisión

# #32459
source: Full Accuracy
dutch: Volledige nauwkeurigheid
italian: Completamente accurato
spanish: Precisión Máxima

# #32460
source: OK Accuracy
dutch: OK nauwkeurigheid
italian: Abbastanza accurato
spanish: Precisión Buena

# #32461
source: Poor Accuracy
dutch: Slechte nauwkeurigheid
italian: Poco accurato
spanish: Precisión Mala

# #32462
source: Colour set!
italian: Colore impostato!
spanish: ¡Color establecido!

# #32463
source: Online database colour updated.
italian: Database online dei colori aggiornato.
spanish: Color de la Base de Datos En Línea actualizado.
