Repository: ruuk/script.forum.browser
Catalog: resources/language/Hebrew/strings.po
Languages: he

# Addon Summary
source: Browse forums within Kodi
he: עיין בפורומים עם Kodi

# Addon Description
source: Browse Forums in Kodi. Supports Tapatalk enabled forums (over 30000) and Forumrunner enabled forums. Also supports boxee.tv. View forums, threads, posts, subscriptions and private messages. Follow links in Web Viewer. Post replies, send private messages, delete posts, quote posts. View images in posts, follow post forum links and download post links.
he: עיין בפורומים ב-Kodi. תמיכה בפורומי Tapatalk (מעל ל-30000) ו-Forumrunner. תמיכה ב-boxee.tv. הצגת פורומים, שרשורים, תגובות, הרשמות והודעות פרטיות. פתח קישורים ב-Web Viewer. פרסם תגובות, שלח הודעות פרטיות, מחק תגובות. הצג תמונות בתגובות, פתח קישורים והורד קבצים מקישורים המופיעים בתגובות.

# #32000
source: General
he: כללי

# #32001
source: Open Thread At Newest Post
he: פתח שרשור בתגובה החדשה ביותר

# #32002
source: Reverse Sort Posts
he: סדר תגובות הפוך

# #32003
source: Language
he: שפה

# #32004
source: Always Login If Possible
he: התחבר תמיד אם אפשר

# #32005
source: Skin
he: מעטפת

# #32006
source: Use Text Editor (Experimental)
he: השתמש בעורך טקסט (נסיוני)

# #32008
source: Advanced
he: מתקדם

# #32009
source: Automatically Open Subscriptions
he: פתח הרשמות אוטומטית

# #32011
source: Dark
he: כהה

# #32012
source: Light
he: בהיר

# #32013
source: Hide Signatures In Posts
he: הסתר חתימות בתגובות

# #32014
source: Always Show OK Button In Message Dialogs
he: תמיד הצג לחצן אישור בתיבות דו-שיח

# #32015
source: Confirm Exit On Quit
he: נדרש אימות ביציאה

# #32016
source: Ignore Forum Images In Posts
he: התעלם מתמונות הפורום בתגובות

# #32018
source: Notifications
he: התראות

# #32019
source: Enable Notifications (Enabling Requires Kodi Restart)
he: הפעל התראות (הפעלה דורשת אתחול Kodi)

# #32020
source: Check Interval (In Minutes)
he: תדירות בדיקה (בדקות)

# #32021
source: Only At Kodi Start (Disabling Requires Kodi Restart)
he: בהפעלת Kodi בלבד (נטרול דורש אתחול Kodi)

# #32022
source: Video
he: וידאו

# #32023
source: Method
he: אופן

# #32024
source: Method (During Video)
he: אופן (בעת וידאו)

# #32025
source: Normal Kodi Popup
he: תיבת דו-שיח רגילה של Kodi

# #32026
source: Small Dialog
he: תיבת דו-שיח מצומצמת

# #32027
source: Full Dialog
he: תיבת דו-שיח מלאה

# #32028
source: Kodi Notice Duration (Seconds)
he: משך התראה (שניות)

# #32029
source: Dialog Timeout (Seconds - 0 For None)
he: מגבלת זמן לתיבת דו-שיח (שניות - 0 לנטרול)

# #32030
source: Only When Playing Video
he: רק כשמנוגן וידאו

# #32046
source: Searching Posts: Open Thread On Post Click
he: חיפוש תגובות: פתח שרשור בלחיצה על תגובה

# #32047
source: Search: Show Search History
he: חיפוש: הצג היסטוריית חיפוש

# #32050
source: ERROR
he: שגיאה

# #32051
source: Options
he: אפשרויות

# #32052
source: Done
he: סיים

# #32053
source: Please try again.
he: אנא נסה שנית.

# #32054
source: Refresh
he: רענן

# #32100
source: Logging In
he: מתחבר

# #32101
source: Opening URL
he: פותח כתובת

# #32102
source: Reading Data
he: קורא נתונים

# #32103
source: Parsing Data
he: מנתח נתונים

# #32105
source: Processing Form
he: מעבד טופס

# #32106
source: Submitting Form
he: שולח טופס

# #32107
source: Wating {0} seconds
he: ממתין {0} שניות

# #32108
source: Clearing Notifications
he: מנקה התראות

# #32110
source: First Page
he: עמוד ראשון

# #32111
source: Last Page
he: עמוד אחרון

# #32112
source: Newest Post
he: התגובה החדשה ביותר

# #32113
source: Oldest Post
he: התגובה הישנה ביותר

# #32114
source: Go to...
he: עבור אל...

# #32115
source: Go to page number
he: עבור לעמוד מספר

# #32116
source: Enter page number
he: הזן מספר עמוד

# #32120
source: Set Title
he: קבע כותרת

# #32122
source: Delete Line
he: מחק שורה

# #32123
source: Enter Text
he: הזן טקסט

# #32124
source: Edit Line
he: ערוך שורה

# #32125
source: Enter Post Title
he: הזן כותרת תגובה

# #32126
source: Posting
he: מגיב

# #32127
source: Posting. Please wait...
he: מגיב. אנא המתן...

# #32128
source: Add Line Before
he: הוסף שורה לפני

# #32129
source: Save
he: שמירה

# #32130
source: Posts
he: תגובות

# #32131
source: Error getting posts
he: שגיאה בקבלת תגובות

# #32133
source: Error filling post list
he: שגיאה במילוי רשימת התגובות.

# #32134
source: Quote
he: צטט

# #32135
source: Error getting private messages
he: שגיאה בקבלת הודעות פרטיות

# #32136
source: View Images
he: הצג תמונות

# #32137
source: View Link Images
he: הצג תמונות מקושרות

# #32138
source: Follow Thread Link
he: עקוב אחרי קישור בשרשור

# #32139
source: Follow Post Link
he: עקוב אחרי קישור בתגובה

# #32140
source: Download A Link
he: הורד קישור

# #32141
source: Delete
he: מחיקה

# #32142
source: Post ID
he: מס' תגובה

# #32143
source: Thread ID
he: מס' שרשור

# #32144
source: Choose Target Directory
he: בחר תיקיית יעד

# #32145
source: Downloading File
he: מוריד קובץ

# #32146
source: Downloaded File:
he: קובץ שהורד:

# #32148
source: Downloading Images
he: מוריד תמונות

# #32149
source: Deleting
he: מוחק

# #32150
source: Deleting. Please wait...
he: מוחק. אנא המתן...

# #32151
source: PMs
he: ה"פ

# #32160
source: Threads
he: שרשורים

# #32161
source: Error getting threads.
he: שגיאה בקבלת שרשורים.

# #32162
source: Last Post By:
he: תגובה אחרונה מ:

# #32163
source: Error filling threads list.
he: שגיאה במילוי רשימת השרשורים.

# #32164
source: FORUM
he: פורום

# #32170
source: Forums
he: פורומים

# #32171
source: Error getting forums.
he: שגיאה בקבלת הפורומים.

# #32172
source: No Description
he: אין תיאור

# #32173
source: Sub-Forum
he: תת פורום

# #32174
source: Error filling forum list.
he: שגיאה במילוי רשימת הפורומים.

# #32175
source: Subscriptions
he: הרשמות

# #32176
source: Private Messages
he: הודעות פרטיות

# #32177
source: Send PM
he: שלח ה"פ

# #32178
source: Send Message
he: שלח הודעה

# #32180
source: Quote:
he: ציטוט:

# #32181
source: Originally posted by:
he: פורסם במקור ע"י:

# #32182
source: Link:
he: קישור:

# #32183
source: Code:
he: קוד:

# #32184
source: PHP Code:
he: קוד PHP:

# #32185
source: HTML Code:
he: קוד HTML:

# #32200
source: Select Forum
he: בחר פורום

# #32201
source: Enter Username
he: הזן שם משתמש

# #32202
source: Enter Password
he: הזן סיסמה

# #32203
source: Settings
he: הגדרות

# #32204
source: Set Logins
he: הגדר פרטי חשבון

# #32205
source: Downloading
he: מוריד

# #32206
source: Downloading {0}
he: מוריד {0}

# #32207
source: Turn On Notifications
he: הפעל התראות

# #32208
source: Turn Off Notifications
he: נטרל התראות

# #32209
source: Manage Notifications
he: נהל התראות

# #32220
source: Waiting...
he: ממתין...

# #32221
source: Waiting for thread to stop...
he: ממתין לעצירת השרשור...

# #32222
source: Add A Forum
he: הוסף פורום

# #32223
source: Add Current Forum To Favorites
he: הוסף פורום נוכחי למועדפים

# #32224
source: Remove Forums
he: הסר פורומים

# #32225
source: Remove A Forum From Favorites
he: הסר פורום ממועדפים

# #32226
source: Add A Forum From The Online Database
he: הוסף פורום ממסד הנתונים המקוון

# #32227
source: Posting A Reply Failed:
he: פרסום תגובה נכשל:

# #32228
source: Enable Log Debugging
he: הפעל ניפוי שגיאות

# #32229
source: Empty Forum
he: פורום ריק

# #32230
source: There are no threads in this forum.
he: אין שרשורים בפורום זה.

# #32231
source: Checking Messages
he: בודק הודעות

# #32232
source: Edit
he: עריכה

# #32234
source: Use skin modifications (Recommended)
he: השתמש בהתאמות מעטפת (מומלץ)

# #32235
source: Enable SSL connections (https)
he: הפעל חיבורי SSL (https)

# #32236
source: Subscribe To Thread
he: הרשם לשרשור

# #32237
source: Use keyboard mod
he: השתמש במקלדת מותאמת

# #32240
source: Unsubscribe Thread
he: בטל הרשמה לשרשור

# #32241
source: Add Current Forum To Online Database
he: הוסף פורום נוכחי למסד הנתונים המקוון

# #32242
source: Unsubscribe From Forum
he: בטל הרשמה לפורום

# #32243
source: Subscribe To Forum
he: הרשם לפורום

# #32244
source: Help
he: עזרה

# #32245
source: Cache Logo Images Locally
he: שמור אייקונים במטמון מקומי

# #32246
source: Sending a private message failed:
he: שליחת הודעה פרטית נכשלה:

# #32247
source: Disable SSL For Forumrunner
he: נטרל SSL עבור Forumrunner

# #32248
source: Please wait...
he: אנא המתן...

# #32249
source: Reply/Forward
he: השב/העבר

# #32250
source: No posts
he: אין תגובות

# #32251
source: No messages
he: אין הודעות

# #32252
source: Create Thread
he: צור שרשור

# #32253
source: Send PM to {0}
he: שלח ה"פ אל {0}

# #32254
source: Will Restart After Finish.
he: יופעל מחדש לאחר הסיום.

# #32255
source: Video Playing
he: וידאו מנוגן

# #32257
source: Failed
he: נכשל

# #32258
source: Download Failed
he: הורדה נכשלה

# #32259
source: Enter Filename
he: הזן שם קובץ

# #32260
source: Select Directory
he: בחר תיקיה

# #32261
source: File Exists
he: הקובץ קיים

# #32262
source: File Exists!
he: הקובץ קיים!

# #32263
source: Save As:
he: שמור בשם:

# #32264
source: Enter New
he: הזן חדש

# #32265
source: Yes
he: כן

# #32266
source: Finished
he: הסתיים

# #32267
source: File Saved Successfully:
he: קובץ נשמר בהצלחה:

# #32268
source: Settings Changed
he: ההגדרות שונו

# #32269
source: Settings changed.
he: ההגדרות שונו.

# #32271
source: Enter New Value
he: הזן ערך חדש

# #32272
source: Choose
he: בחר

# #32273
source: Choose 'Clear' to clear the URL
he: בחר 'נקה' למחיקת הכתובת

# #32274
source: Choose 'New' to browse a new URL
he: בחר 'חדש' לעיון בכתובת חדשה

# #32275
source: Clear
he: נקה

# #32276
source: New
he: חדש

# #32279
source: Edit
he: עריכה

# #32280
source: Browse
he: עיון

# #32281
source: Edit URL:
he: ערוך כתובת:

# #32282
source: Bad Value
he: ערך שגוי

# #32283
source: Value must be an integer
he: הערך חייב להיות מספר שלם

# #32284
source: Value must be in format {0}
he: הערך חייב להיות בפורמט {0}

# #32285
source: Getting Images
he: מקבל תמונות

# #32286
source: Login User
he: שם משתמש

# #32287
source: Login Password
he: סיסמה

# #32290
source: Description
he: תיאור

# #32291
source: Logo
he: אייקון

# #32293
source: Login Page
he: דף כניסה

# #32298
source: Note
he: פתק

# #32300
source: Your message may not appear right away
he: יתכן שהודעתך לא תוצג מיידית

# #32301
source: Are You Sure?
he: האם אתה בטוח?

# #32302
source: Really close?
he: האם לסגור?

# #32303
source: Changes will be lost.
he: השינוים יאבדו.

# #32304
source: Success
he: הצליח

# #32305
source: Message Sent.
he: ההודעה נשלחה.

# #32306
source: Message Posted.
he: ההודעה נשלחה.

# #32307
source: Error creating post:
he: שגיאה ביצירת תגובה:

# #32308
source: Paste From Clipboard Before:
he: הדבק מהלוח לפני:

# #32309
source: Paste From Clipboard:
he: הדבק מהלוח:

# #32310
source: Enter Link Text
he: הזן טקסט קישור

# #32311
source: Getting Video Info...
he: משיג פרטי סרטון...

# #32312
source: Link Options
he: אפשרויות קישור

# #32313
source: Copy Link To Clipboard
he: העתק קישור ללוח

# #32314
source: Copy Image URL To Clipboard
he: העתק כתובת תמונה ללוח

# #32315
source: Copy Video URL To Clipboard
he: העתק כתובת סרטון ללוח

# #32316
source: Image Options
he: אפשרויות תמונה

# #32317
source: User/Post Extra Info
he: מידע נוסף על משתמש/תגובה

# #32318
source: Getting Post For Edit...
he: משיג תגובה לשם עריכה...

# #32319
source: Enter Recipient(s)
he: הזן מכותב(ים)

# #32320
source: Really Delete?
he: האם למחוק?

# #32321
source: Are you sure you want to delete this message?
he: האם אתה משוכנע שברצונך למחוק הודעה זו?

# #32322
source: Deleting
he: מוחק

# #32323
source: Failed
he: נכשל

# #32324
source: Failed to delete:
he: נכשל במחיקה:

# #32325
source: Reason unknown
he: סיבה לא ידועה

# #32326
source: Message deleted.
he: ההודעה נמחקה.

# #32327
source: Post deleted.
he: התגובה נמחקה.

# #32328
source: Error while deleting post:
he: שגיאה בעת מחיקת תגובה:

# #32329
source: User/Post Info
he: מידע על משתמש/תגובה

# #32330
source: Enter Search Terms
he: הזן מונחי חיפוש

# #32331
source: Select Box
he: תיבת בחירה

# #32332
source: Change PM Box
he: שנה תיבת ה"פ

# #32333
source: Like Post
he: אוהב תגובה

# #32334
source: Unlike Post
he: לא אוהב תגובה

# #32335
source: Open Post Thread
he: פתח את שרשור התגובה

# #32336
source: Quote?
he: צטט?

# #32337
source: Quote the message?
he: לצטט את ההודעה?

# #32338
source: Liking
he: אוהב

# #32339
source: Un-Liking
he: לא אוהב

# #32340
source: Subscribed to thread.
he: רשום לשרשור.

# #32341
source: Failed to subscribe to thread:
he: נכשל רישום לשרשור:

# #32342
source: Unsubscribed from thread.
he: בוטלה ההרשמה לשרשור.

# #32343
source: Failed to unsubscribe from thread:
he: נכשל ביטול ההרשמה לשרשור:

# #32344
source: Subscribed to forum.
he: רשום לפורום.

# #32345
source: Failed to subscribe to forum:
he: נכשל רישום לפורום:

# #32346
source: Unsubscribed from forum.
he: בוטלה ההרשמה לפורום.

# #32347
source: Failed to unsubscribe from forum:
he: נכשל ביטול ההרשמה לפורום:

# #32348
source: Unknown
he: לא ידוע

# #32349
source: Creating Thread...
he: יוצר שרשור...

# #32350
source: Thread created:
he: נוצר שרשור:

# #32351
source: Failed to create thread:
he: נכשל ביצירת שרשור:

# #32352
source: Login Required
he: נדרשת התחברות

# #32353
source: This forum does not allow guest access.
he: פורום זה אינו מתיר גישת אורח.

# #32354
source: Login required.
he: נדרש להתחבר.

# #32355
source: Set login info now?
he: הגדר פרטי התחברות כעת?

# #32356
source: Getting User List
he: מקבל רשימת משתמשים

# #32357
source: Not Available
he: לא זמין

# #32358
source: Online Users
he: משתמשים מקוונים

# #32359
source: Search posts of {0}
he: חפש תגובות של {0}

# #32360
source: View User Info
he: הצג פרטי משתמש

# #32361
source: Getting Info
he: מקבל פרטים

# #32362
source: Name
he: שם

# #32363
source: Status
he: מצב

# #32364
source: Post Count
he: מספר תגובות

# #32365
source: Join Date
he: תאריך הצטרפות

# #32366
source: Current Activity
he: פעילות נוכחית

# #32367
source: Last Activity Date
he: תאריך פעילות אחרונה

# #32368
source: Info
he: מידע

# #32369
source: View Online Users
he: הצג משתמשים מקוונים

# #32370
source: View Forum Info
he: אודות פורום

# #32371
source: Search
he: חיפוש

# #32372
source: Forum Info
he: אודות הפורום

# #32373
source: Really Exit?
he: האם לצאת?

# #32374
source: Skin Changed
he: המעטפת שונתה

# #32375
source: Skin changed. Restart Forum Browser to apply.
he: המעטפת שונתה. הפעל מחדש את Forum Browser לישום השינוים.

# #32376
source: Search Options
he: אפשרויות חיפוש

# #32377
source: New Search
he: חיפוש חדש

# #32378
source: Post Search Results
he: תוצאות חיפוש תגובות

# #32379
source: Thread Search Results
he: תוצאות חיפוש שרשורים

# #32380
source: User Options
he: אפשרויות משתמש

# #32381
source: New User
he: משתמש חדש

# #32382
source: Enter Name Of User To Search
he: הזן שם משתמש לחיפוש

# #32383
source: Recent Threads
he: שרשורים אחרונים

# #32384
source: Recent Posts
he: תגובות אחרונות

# #32385
source: Post Search Results
he: תוצאות חיפוש תגובות

# #32386
source: Choose Forum
he: בחר פורום

# #32387
source: Login Not Set
he: לא הוגדרו פרטי התחברות

# #32388
source: Username and password not set.
he: לא הוגדר שם משתמש וסיסמה.

# #32389
source: Login Set
he: הוגדרו פרטי התחברות

# #32390
source: Username and password set.
he: הוגדר שם משתמש וסיסמה

# #32391
source: Use URL?
he: השתמש בכתובת?

# #32392
source: Use this URL?
he: השתמש בכתובת זו?

# #32393
source: Update
he: עדכן

# #32394
source: Skin modifications need to be updated. Click OK to continue.
he: יש צורך בעדכון התאמות מעטפת. להמשך לחץ אישור.

# #32397
source: FILTER
he: מסנן

# #32399
source: Add Rule
he: הוסף כלל

# #32400
source: Share
he: שתף

# #32401
source: Save
he: שמור

# #32402
source: Type
he: סוג

# #32405
source: Enter Name
he: הזן שם

# #32407
source: Enter Phrase
he: הזן ביטוי

# #32408
source: Select
he: בחר

# #32409
source: Remove
he: הסר

# #32412
source: Current Rules
he: כללים נוכחיים

# #32413
source: Rules Already Exist For This Forum:
he: כבר קיימים כללים עבור הפורום הזה:

# #32414
source: Overwrite?
he: לדרוס?

# #32415
source: Overwrite existing rules?
he: לדרוס כללים קיימים?

# #32416
source: Added
he: נוסף

# #32417
source: Removed
he: הוסר

# #32418
source: Forum added to favorites!
he: הפורום הוסף למועדפים!

# #32419
source: Forum removed from favorites.
he: הפורום הוסר מהמועדפים.

# #32420
source: Select Category
he: בחר קטגוריה

# #32421
source: Search Database
he: חפש במסד הנתונים

# #32422
source: Show All
he: הצג הכל

# #32423
source: Add Forum
he: הוסף פורום

# #32424
source: Enter Forum Web Address
he: הזן כתובת פורום

# #32425
source: Forum not found or not compatible
he: פורום לא נמצא או לא תואם

# #32426
source: Enter forum URL
he: הזן כתובת פורום

# #32427
source: Testing Forum
he: בודק פורום

# #32428
source: Question...
he: שאלה...

# #32429
source: Does this forum require a login?
he: האם הפורום דורש התחברות?

# #32430
source: Click YES to set login details.
he: לחץ "כן" להגדרת פרטי התחברות.

# #32431
source: Forum not found or not compatible.
he: הפורום לא נמצא או לא תואם.

# #32432
source: Found
he: נמצא

# #32433
source: Forum {0} found
he: פורום {0} נמצא

# #32434
source: Getting Description And Images
he: מקבל תיאור ותמונות

# #32435
source: Enter Description
he: הזן תיאור

# #32436
source: Choose Logo
he: בחר אייקון

# #32437
source: Add To Online Database
he: הוסף למסד הנתונים המקוון

# #32439
source: No forums
he: אין פורומים

# #32440
source: No forums in that category/search
he: אין פורומים בקטגוריה/חיפוש

# #32441
source: Category
he: קטגוריה

# #32442
source: Forum Added
he: הפורום נוסף

# #32443
source: Online database forum rules updated.
he: מסד נתוני כללי הפורומים המקוון עודכן.

# #32444
source: Failed to update the online database.
he: נכשל בעדכון מסד הנתונים המקוון.

# #32445
source: Add To Database?
he: להוסיף למסד הנתונים?

# #32448
source: Saving To Database
he: שומר למסד הנתונים

# #32449
source: Updated
he: עודכן

# #32450
source: Not Added
he: לא נוסף

# #32451
source: Forum added successfully.
he: פורום נוסף בהצלחה.

# #32453
source: Forum not added
he: הפורום לא נוסף

# #32458
source: Accuracy Rating
he: דירוג דיוק

# #32459
source: Full Accuracy
he: דיוק מושלם

# #32460
source: OK Accuracy
he: דיוק סביר

# #32461
source: Poor Accuracy
he: דיוק עלוב

# #32464
source: Failed to update the online database.
he: נכשל בעדכון מסד הנתונים המקוון.

# #32465
source: Choose Forum To Remove
he: בחר פורום להסרה

# #32466
source: Remove?
he: להסיר?

# #32467
source: Really remove forum?
he: האם להסיר את הפורום?

# #32468
source: Forum Removed
he: הפורום הוסר

# #32469
source: File {0} of {1}
he: קובץ {0} מתוך {1}

# #32476
source: Keyboard Mod Removed
he: מקלדת מותאמת הוסרה

# #32478
source: Copying files:
he: מעתיק קבצים:

# #32479
source: Skin Mods
he: התאמות מעטפת

# #32483
source: Aborted
he: בוטל

# #32484
source: Skin modifications were NOT installed.
he: התאמות מעטפת לא הותקנו.

# #32486
source: Skin Mod Install
he: התקנת התאמת מעטפת

# #32488
source: Click Yes to copy
he: לחץ 'כן' להעתקה

# #32489
source: Click No to Abort
he: לחץ 'לא' לביטול

# #32490
source: Copying Files
he: מעתיק קבצים

# #32491
source: Please wait...
he: אנא המתן...

# #32492
source: Failed to copy files, aborting.
he: נכשל בהעתקת קבצים, מבטל.

# #32493
source: Files copied.
he: הקבצים הועתקו.

# #32495
source: Font installed.
he: הגופן הותקן.

# #32496
source: Keyboard Mod
he: מקלדת מותאמת

# #32497
source: Install keyboard skin mod?
he: האם להתקין מקלדת מותאמת?

# #32500
source: Miscellaneous
he: שונות

# #32502
source: Science & Technology
he: מדע וטכנולוגיה

# #32504
source: Pets
he: חיות מחמד

# #32505
source: Wildlife & Nature
he: חיות בר וטבע

# #32506
source: Games (Video/Board/Etc)
he: משחקים (וידאו/לוח וכו')

# #32507
source: Sports (Fans)
he: ספורט (אוהדים)

# #32508
source: Outdoor & Travel
he: שטח וטיולים

# #32509
source: Society & Culture
he: חברה ותרבות

# #32510
source: Food, Drink & Dining
he: אוכל, שתיה ומסעדות

# #32511
source: Computers & Software
he: מחשבים ותוכנה

# #32512
source: Gadgets & Phones
he: גאדג'טים וסמארטפונים

# #32513
source: Hobbies & Collecting
he: תחביבים ואספנות

# #32514
source: Sports (Recreational)
he: ספורט (פנאי)

# #32515
source: Internet
he: אינטרנט

# #32516
source: Entertainment (TV/Movies/Music)
he: בידור (טלוויזיה/סרטים/מוזיקה)

# #32521
source: Keyboard NOT installed.
he: מקלדת לא הותקנה.

# #32524
source: Disable Asynchronous Connections
he: נטרל חיבורים א-סינכרוניים

# #32526
source: Started By:
he: מחבר:

# #32527
source: SHOW MENU
he: הצג תפריט

# #32528
source: CLOSE
he: סגור

# #32529
source: Previous Page
he: עמוד קודם

# #32530
source: Next Page
he: עמוד הבא

# #32531
source: LINKS
he: קישורים

# #32532
source: IMAGES
he: תמונות

# #32533
source: HELP TOPICS
he: נושאי עזרה

# #32534
source: SHOW HELP
he: הצג עזרה

# #32535
source: Show Thread In WebViewer
he: הצג שרשור ב-WebViewer

# #32539
source: Appearance
he: מראה

# #32540
source: Smilies
he: חייכנים

# #32542
source: Refreshing Kodi Skin
he: מרענן מעטפת Kodi

# #32543
source: Move Up
he: הזז מעלה

# #32544
source: Move Down
he: הזז מטה

# #32546
source: Members
he: חברים

# #32547
source: Online
he: מקוון

# #32553
source: Add Bookmark
he: הוסף סימניה

# #32554
source: Bookmarks
he: סימניות

# #32556
source: Back
he: אחורה

# #32557
source: Adding Forums
he: מוסיף פורומים

# #32558
source: Database
he: מסד נתונים

# #32563
source: Default
he: ברירת מחדל

# #32565
source: Unread Threads
he: שרשורים חדשים

# #32571
source: Add Line After
he: הוסף שורה לאחר

# #32573
source: No Links
he: אין קישורים

# #32574
source: First Post
he: תגובה ראשונה

# #32575
source: Last Post
he: תגובה אחרונה

# #32577
source: To Menubar
he: לסרגל התפריט

# #32599
source: Size
he: גודל

# #32601
source: Download Complete
he: הורדה הושלמה

# #32900
source: Prev
he: קודם

# #32901
source: Next
he: הבא

# #32902
source: Post Reply
he: פרסם תגובה

# #32903
source: Settings
he: הגדרות

# #32904
source: Subscriptions
he: הרשמות

# #32905
source: Forums
he: פורומים

# #32906
source: Add Line
he: הוסף שורה

# #32907
source: Add Lines
he: הוסף שורות

# #32908
source: Submit Post
he: פרסם תגובה

# #32909
source: Messages
he: הודעות

# #32910
source: STOP
he: עצור

# #32911
source: Threads
he: שרשורים

# #32912
source: Posts
he: תגובות

# #32913
source: OK
he: אישור

# #32914
source: New Search
he: חיפוש חדש

# #32915
source: Loading...
he: טוען...

# #32916
source: Search
he: חיפוש

# #32917
source: Search Posts
he: חפש תגובות

# #32918
source: Search Threads
he: חפש שרשורים

# #32919
source: Search User
he: חפש משתמש

# #32921
source: Set Title
he: קבע כותרת

# #32922
source: Post
he: תגובה

# #32923
source: Add Forum
he: הוסף פורום

# #32925
source: Remove Forum
he: הסר פורום

# #32926
source: Add To Favorites
he: הוסף למועדפים

# #32927
source: Remove From Favs
he: הסר ממועדפים

# #32928
source: Forum Settings
he: הגדרות פורום

# #32931
source: Help
he: עזרה

# #32932
source: Subs
he: כתוביות

# #32933
source: PMs
he: ה"פ

# #32935
source: All
he: הכל

# #32936
source: Functionality
he: פונקציונליות

# #32937
source: Accuracy
he: דיוק

# #32938
source: OK
he: אישור

# #32939
source: Cancel
he: ביטול

# #32941
source: Conversations
he: שיחות

# #32942
source: Auto
he: אוטומטי
