Repository: ruuk/script.forum.browser
Catalog: resources/language/Lithuanian/strings.po
Languages: lt

# Addon Summary
source: Browse forums within Kodi
lt: Naršykite forumus naudodami Kodi

# #32000
source: General
lt: Pagrindinis

# #32001
source: Open Thread At Newest Post
lt: Atverti temą ties naujausia žinute

# #32002
source: Reverse Sort Posts
lt: Atvirkščias žinučių rūšiavimas

# #32003
source: Language
lt: Kalba

# #32004
source: Always Login If Possible
lt: Visada prisijungti jei įmanoma

# #32005
source: Skin
lt: Teminė išvaizda

# #32006
source: Use Text Editor (Experimental)
lt: Naudoti teksto redaktorių (eksperimentinis)

# #32007
source: Use Forum Colours
lt: Naudoti forumo spalvas

# #32008
source: Advanced
lt: Išplėstinis

# #32009
source: Automatically Open Subscriptions
lt: Automatiškai atidaryti prenumeratas

# #32011
source: Dark
lt: Tamsus

# #32012
source: Light
lt: ŠviesusNedidelis

# #32013
source: Hide Signatures In Posts
lt: Slėpti parašus žinutėse

# #32014
source: Always Show OK Button In Message Dialogs
lt: Visada rodyti OK mygtuką pranešimų dialogo languose

# #32015
source: Confirm Exit On Quit
lt: Patvirtinti išėjimą uždarant

# #32016
source: Ignore Forum Images In Posts
lt: Ignoruoti forumo atvaizdus žinutėse

# #32017
source: Disable Activity Splash
lt: Išjungti aktyvumo prisistatymą

# #32018
source: Notifications
lt: Pranešimai

# #32019
source: Enable Notifications (Enabling Requires Kodi Restart)
lt: Įjungti pranešimus (įjungimas reikalauja iš naujo paleisti Kodi)

# #32020
source: Check Interval (In Minutes)
lt: Patikrinimo intervalas (minutėmis)

# #32021
source: Only At Kodi Start (Disabling Requires Kodi Restart)
lt: Tik paleidžiant Kodi (išjungimas reikalauja paleisti iš naujo Kodi)

# #32023
source: Method
lt: Būdas

# #32024
source: Method (During Video)
lt: Būdas (atkuriant vaizdą)

# #32025
source: Normal Kodi Popup
lt: Normalus Kodi iššokantis langas

# #32026
source: Small Dialog
lt: Mažas dialogo langas

# #32027
source: Full Dialog
lt: Pilnas dialogo langas

# #32028
source: Kodi Notice Duration (Seconds)
lt: Kodi pranešimo trukmė (sekundės)

# #32029
source: Dialog Timeout (Seconds - 0 For None)
lt: Dialogo lango laukimo laikas (sekundės - 0 reiškia jokio)

# #32030
source: Only When Playing Video
lt: Tik kai atkuriamas vaizdo įrašas

# #32031
source: Activity Stops Timeout
lt: Veiksmas sustabdo laukimo laiką

# #32032
source: Ask Before Interrupting Video
lt: Paklausti prieš pertraukiant vaizdo įrašą

# #32033
source: Return To Interrupted Video
lt: Grįžti į pertrauktą vaizdo įrašą

# #32034
source: Pause Video On Dialogs
lt: Pristabdyti vaizdo įrašą rodant dialogo langą

# #32035
source: Hide Video Overlay
lt: Slėpti vaizdo įrašo perdangą

# #32036
source: Stop Forum Video On Forum Browser Close
lt: Sustabdyti forumo vaizdo įrašą, kai uždaroma forumo naršyklė

# #32037
source: Allow Return To Interrupted Video After Close
lt: Leisti grįžti prie pertraukto vaizdo įrašo po uždarymo

# #32038
source: Bypass Kodi Resume Dialog
lt: Praleisti Kodi pratęsimo dialogo langą

# #32039
source: Pre-Offset (Seconds)
lt: Poslinkis (sekundės)

# #32040
source: Hours Until Notify Data Considered Stale
lt: Valandų kiekis, po kurių pranešimo duomenys laikomi pasenusiais

# #32041
source: Dialog: Only Show Notify Enabled Forums
lt: Dialogo langas: rodyti tik forumus, kuriuose įjungti pranešimai

# #32042
source: Resume Video In Overlay
lt: Tęsti vaizdo įrašą perdangoje

# #32043
source: Start Video In Overlay
lt: Paleisti vaizdo įrašą perdangoje

# #32044
source: Show Post Media Indicators
lt: Rodyti žinutės media indikatorius

# #32045
source: Count Link Images As Images
lt: Skaičiuoti atvaizdų nuorodas kaip atvaizdus

# #32046
source: Searching Posts: Open Thread On Post Click
lt: Žinučių paieška: atidaryti temą paspaudus ant žinutės

# #32047
source: Search: Show Search History
lt: Paieška: rodyti paieškos istoriją

# #32048
source: Show Traceback Dialog On Errors
lt: Rodyti atsekimo dialogo langą įvykus klaidai

# #32050
source: ERROR
lt: KLAIDA

# #32051
source: Options
lt: Parinktys

# #32052
source: Done
lt: Baigta

# #32053
source: Please try again.
lt: Bandykite dar kartą.

# #32054
source: Refresh
lt: Atnaujinti

# #32100
source: Logging In
lt: Prisijungiama

# #32101
source: Opening URL
lt: Atidaromas URL

# #32102
source: Reading Data
lt: Skaitomi duomenys

# #32103
source: Parsing Data
lt: Analizuojami duomenys

# #32105
source: Processing Form
lt: Apdorojama forma

# #32106
source: Submitting Form
lt: Įkeliama forma

# #32107
source: Wating {0} seconds
lt: Laukiama {0} sekundes

# #32108
source: Clearing Notifications
lt: Išvalomi pranešimai

# #32110
source: First Page
lt: Pirmas puslapis

# #32111
source: Last Page
lt: Paskutinis puslapis

# #32112
source: Newest Post
lt: Naujausia žinutė

# #32113
source: Oldest Post
lt: Seniausia žinutė

# #32114
source: Go to...
lt: Eiti į...

# #32115
source: Go to page number
lt: Eiti į puslapį, kurio numeris

# #32116
source: Enter page number
lt: Įveskite puslapio numerį

# #32120
source: Set Title
lt: Nustatyti pavadinimą

# #32122
source: Delete Line
lt: Pašalinti eilutę

# #32123
source: Enter Text
lt: Įvesti tekstą

# #32124
source: Edit Line
lt: Keisti eilutę

# #32125
source: Enter Post Title
lt: Įvesti žinutės pavadinimą

# #32126
source: Posting
lt: Skelbiama

# #32127
source: Posting. Please wait...
lt: Skelbiama. Prašome palaukti...

# #32128
source: Add Line Before
lt: Pridėti eilutę prieš

# #32129
source: Save
lt: Išsaugoti

# #32130
source: Posts
lt: Žinutės

# #32131
source: Error getting posts
lt: Klaida gaunant žinutes

# #32133
source: Error filling post list
lt: Klaida užpildant žinučių sąrašą

# #32134
source: Quote
lt: Citata

# #32135
source: Error getting private messages
lt: Klaida gaunant privačius pranešimus

# #32136
source: View Images
lt: Rodyti atvaizdus

# #32137
source: View Link Images
lt: Rodyti atvaizdų nuorodas

# #32138
source: Follow Thread Link
lt: Sekti temos nuoroda

# #32139
source: Follow Post Link
lt: Sekti žinutės nuoroda

# #32140
source: Download A Link
lt: Atsisiųsti nuorodą

# #32141
source: Delete
lt: Pašalinti

# #32142
source: Post ID
lt: Žinutės ID

# #32143
source: Thread ID
lt: Temos ID

# #32144
source: Choose Target Directory
lt: Pasirinkite paskirties katalogą

# #32145
source: Downloading File
lt: Atsiunčiamas failas

# #32146
source: Downloaded File:
lt: Atsiųstas failas:

# #32148
source: Downloading Images
lt: Atsiunčiami atvaizdai

# #32149
source: Deleting
lt: Šalinama

# #32150
source: Deleting. Please wait...
lt: Šalinama. Prašome palaukti...

# #32151
source: PMs
lt: Privatūs pranšimai

# #32160
source: Threads
lt: Temos

# #32161
source: Error getting threads.
lt: Klaida gaunant temas.

# #32162
source: Last Post By:
lt: Paskutinę žinutę parašė:

# #32163
source: Error filling threads list.
lt: Klaida užpildant temų sąrašą.

# #32164
source: FORUM
lt: FORUMAS

# #32170
source: Forums
lt: Forumai

# #32171
source: Error getting forums.
lt: Klaida gaunant forumus.

# #32172
source: No Description
lt: Nėra aprašymo

# #32173
source: Sub-Forum
lt: Subforumas

# #32174
source: Error filling forum list.
lt: Klaida užpildant forumų sąrašą.

# #32175
source: Subscriptions
lt: Prenumeratos

# #32176
source: Private Messages
lt: Privatūs pranešimai

# #32177
source: Send PM
lt: Siųsti PM

# #32178
source: Send Message
lt: Siųsti pranešimą

# #32180
source: Quote:
lt: Citata:

# #32181
source: Originally posted by:
lt: Pradinės žinutės autorius:

# #32182
source: Link:
lt: Nuoroda:

# #32183
source: Code:
lt: Kodas:

# #32184
source: PHP Code:
lt: PHP kodas:

# #32185
source: HTML Code:
lt: HTML kodas:

# #32200
source: Select Forum
lt: Pasirinkti forumą

# #32201
source: Enter Username
lt: Įveskite vartotojo vardą

# #32202
source: Enter Password
lt: Įveskite slaptažodį

# #32203
source: Settings
lt: Nustatymai

# #32204
source: Set Logins
lt: Nustatyti prisijungimus

# #32205
source: Downloading
lt: Atsiunčiama

# #32206
source: Downloading {0}
lt: Atsiunčiama {0}

# #32207
source: Turn On Notifications
lt: Įjungti pranešimus

# #32208
source: Turn Off Notifications
lt: Išjungti pranešimus

# #32209
source: Manage Notifications
lt: Tvarkyti pranešimus

# #32220
source: Waiting...
lt: Laukiama...

# #32221
source: Waiting for thread to stop...
lt: Laukiama kol tema sustos...

# #32222
source: Add A Forum
lt: Pridėti forumą

# #32223
source: Add Current Forum To Favorites
lt: Pridėti dabartinį forumą prie mėgstamiausių

# #32224
source: Remove Forums
lt: Pašalinti forumus

# #32225
source: Remove A Forum From Favorites
lt: Pašalinti forumą iš mėgstamiausių

# #32226
source: Add A Forum From The Online Database
lt: Pridėti forumą iš internetinės duomenų bazės

# #32227
source: Posting A Reply Failed:
lt: Nepavyko paskelbti atsakymo:

# #32228
source: Enable Log Debugging
lt: Įjungti derinimo žurnalą

# #32229
source: Empty Forum
lt: Tuščias forumas

# #32230
source: There are no threads in this forum.
lt: Šiame forume nėra temų

# #32231
source: Checking Messages
lt: Tikrinami pranešimai

# #32232
source: Edit
lt: Keist

# #32233
source: Enable MyBB edit post bug re-subscribe fix
lt: Įjungti MyBB žinutės redagavimo klaidos pakartotinės prenumeratos pataisymą

# #32234
source: Use skin modifications (Recommended)
lt: Naudoti teminės išvaizdos modifikacijas (rekomenduojama)

# #32235
source: Enable SSL connections (https)
lt: Įjungti SSL prisijungimus (https)

# #32236
source: Subscribe To Thread
lt: Prenumeruoti temą

# #32237
source: Use keyboard mod
lt: Naudoti modifikuotą klaviatūrą

# #32240
source: Unsubscribe Thread
lt: Atšaukti temos prenumeratą

# #32241
source: Add Current Forum To Online Database
lt: Pridėti dabartinį forumą į internetinę duomenų bazę

# #32242
source: Unsubscribe From Forum
lt: Atsisakyti forumo prenumeratos

# #32243
source: Subscribe To Forum
lt: Prenumeruoti forumą

# #32244
source: Help
lt: Pagalba

# #32245
source: Cache Logo Images Locally
lt: Padėti logotipų atvaizdus į vietinį podėlį

# #32246
source: Sending a private message failed:
lt: Nepavyko nusiųsti privataus pranešimo:

# #32247
source: Disable SSL For Forumrunner
lt: Išjungti SSL Forumrunner sistemai

# #32248
source: Please wait...
lt: Prašome palaukti...

# #32249
source: Reply/Forward
lt: Atsakyti/Persiųsti

# #32250
source: No posts
lt: Nėra žinučių

# #32251
source: No messages
lt: Nėra pranešimų

# #32252
source: Create Thread
lt: Sukurti temą

# #32253
source: Send PM to {0}
lt: Siųsti PM {0}

# #32254
source: Will Restart After Finish.
lt: Pabaigus bus paleista iš naujo.

# #32255
source: Video Playing
lt: Atkuriamas vaizdo įrašas

# #32256
source: Interrupt Current Video?
lt: Pertraukti dabartinį vaizdo įrašą?

# #32257
source: Failed
lt: Nepavyko

# #32258
source: Download Failed
lt: Atsisiųsti nepavyko

# #32259
source: Enter Filename
lt: Įveskite failo vardą

# #32260
source: Select Directory
lt: Pasirinkti katalogą

# #32261
source: File Exists
lt: Failas egzistuoja

# #32262
source: File Exists!
lt: Failas egzistuoja!

# #32263
source: Save As:
lt: Išsaugoti kaip:

# #32264
source: Enter New
lt: Įvesti naują

# #32265
source: Yes
lt: Taip

# #32266
source: Finished
lt: Užbaigta

# #32267
source: File Saved Successfully:
lt: Failas išsaugotas sėkmingai

# #32268
source: Settings Changed
lt: Nustatymai pakeisti

# #32269
source: Settings changed.
lt: Nustatymai pakeisti.

# #32270
source: Really discard changes?
lt: Ar tikrai nenorite įrašyti pakeitimų?

# #32271
source: Enter New Value
lt: Įveskite naują reikšmę

# #32272
source: Choose
lt: Pasirinkti

# #32273
source: Choose 'Clear' to clear the URL
lt: Pasirinkite 'Išvalyti', jei norite išvalyti URL

# #32274
source: Choose 'New' to browse a new URL
lt: Pasirinkite 'Naujas', jei norite naują URL

# #32275
source: Clear
lt: Išvalyti

# #32276
source: New
lt: Naujas

# #32277
source: Choose 'Edit' to edit the URL
lt: Pasirinkite 'Keisti', jei norite keisti URL

# #32278
source: Choose 'Browse' to browse site images
lt: Pasirinkite 'Naršyti', jei norite naršyti tinklapio atvaizdus

# #32279
source: Edit
lt: Keisti

# #32280
source: Browse
lt: Naršyti

# #32281
source: Edit URL:
lt: Keisti URL:

# #32282
source: Bad Value
lt: Bloga reikšmė

# #32283
source: Value must be an integer
lt: Reikšmė turi būti sveikasis skaičius

# #32284
source: Value must be in format {0}
lt: Reikšmė turi būti {0} formatu

# #32285
source: Getting Images
lt: Gaunami atvaizdai

# #32286
source: Login User
lt: Prisijungimo vartotojas

# #32287
source: Login Password
lt: Prisijungimo slaptažodis

# #32288
source: Post Attributes
lt: Žinutės savybės

# #32289
source: Time Offset
lt: Laiko juosta

# #32290
source: Description
lt: Aprašymas

# #32291
source: Logo
lt: Logotipas

# #32292
source: Header Colour
lt: Antraštės spalva

# #32293
source: Login Page
lt: Prisijungimo puslapis

# #32294
source: Post Parser Rules
lt: Žinučių analizatoriaus taisyklės

# #32295
source: Forum Browser: New Posts
lt: Forumo naršyklė: naujos žinutės

# #32296
source: Failed post found
lt: Rastos nepavykusios žinutės

# #32297
source: Re-use previous failed post?
lt: Panaudoti ankstesnę nepavykusią žinutę?

# #32298
source: Note
lt: Pastaba

# #32299
source: Posting appears to be moderated
lt: Panašu, kad žinučių skelbimas yra prižiūrimas

# #32300
source: Your message may not appear right away
lt: Jūsų žinutė gali pasirodyti ne iš karto

# #32301
source: Are You Sure?
lt: Ar esate tikras?

# #32302
source: Really close?
lt: Ar tikrai uždaryti?

# #32303
source: Changes will be lost.
lt: Pakeitimai bus prarasti.

# #32304
source: Success
lt: Pavyko

# #32305
source: Message Sent.
lt: Pranešimas nusiųstas.

# #32306
source: Message Posted.
lt: Pranešimas paskelbtas.

# #32307
source: Error creating post:
lt: Klaida kuriant žinutę:

# #32308
source: Paste From Clipboard Before:
lt: Įdėti iš iškarpinės prieš:

# #32309
source: Paste From Clipboard:
lt: Įdėti iš iškarpinės:

# #32310
source: Enter Link Text
lt: Įvesti nuorodos tekstą

# #32311
source: Getting Video Info...
lt: Gaunama vaizdo įrašo informacija...

# #32312
source: Link Options
lt: Nuorodos parinktys

# #32313
source: Copy Link To Clipboard
lt: Kopijuoti nuorodą į iškarpinę

# #32314
source: Copy Image URL To Clipboard
lt: Kopijuoti atvaizdo URL į iškarpinę

# #32315
source: Copy Video URL To Clipboard
lt: Kopijuoti vaizdo įrašo URL į iškarpinę

# #32316
source: Image Options
lt: Atvaizdo parinktys

# #32317
source: User/Post Extra Info
lt: Vartotojo/Žinutės papildoma informacija

# #32318
source: Getting Post For Edit...
lt: Gaunama žinutė redagavimui...

# #32319
source: Enter Recipient(s)
lt: Įvesti gavėją(-us)

# #32320
source: Really Delete?
lt: Ar tikrai norite pašakinti?

# #32321
source: Are you sure you want to delete this message?
lt: Ar tikrai norite pašalintišį pranešimą?

# #32322
source: Deleting
lt: Šalinama

# #32323
source: Failed
lt: Nepavyko

# #32324
source: Failed to delete:
lt: Nepavyko pašalinti:

# #32325
source: Reason unknown
lt: Priežastis nežinoma

# #32326
source: Message deleted.
lt: Pranešimas pašalintas

# #32327
source: Post deleted.
lt: Žinutė ištrinta.

# #32328
source: Error while deleting post:
lt: Klaida šalinant žinutę:

# #32329
source: User/Post Info
lt: vartotojo/Žinutės informacija

# #32330
source: Enter Search Terms
lt: Įveskite paieškos sąlygą

# #32331
source: Select Box
lt: Pasirinkimo langas

# #32332
source: Change PM Box
lt: Pakeisti PM langą

# #32333
source: Like Post
lt: Mėgstama žinutė

# #32334
source: Unlike Post
lt: Nemėgstama žinutė

# #32335
source: Open Post Thread
lt: Atverti žinutės temą

# #32336
source: Quote?
lt: Cituoti?

# #32337
source: Quote the message?
lt: Cituoti pranešimą?

# #32338
source: Liking
lt: Mėgstama

# #32339
source: Un-Liking
lt: Nemėgstama

# #32340
source: Subscribed to thread.
lt: Tema užprenumeruota.

# #32341
source: Failed to subscribe to thread:
lt: Nepavyko užprenumeruoti temos:

# #32342
source: Unsubscribed from thread.
lt: Atsisakyta temos prenumeratos.

# #32343
source: Failed to unsubscribe from thread:
lt: Nepavyko atsisakyti temos prenumeratos:

# #32344
source: Subscribed to forum.
lt: Forumas užprenumeruotas.

# #32345
source: Failed to subscribe to forum:
lt: Nepavyko užprenumeruoti forumo:

# #32346
source: Unsubscribed from forum.
lt: Atsisakyta forumo prenumeratos.

# #32347
source: Failed to unsubscribe from forum:
lt: Nepavyko atsisakyti forumo prenumeratos:

# #32348
source: Unknown
lt: Nežinomas

# #32349
source: Creating Thread...
lt: Kuriama tema...

# #32350
source: Thread created:
lt: Tema sukurta:

# #32351
source: Failed to create thread:
lt: Nepavyko sukurti temos:

# #32352
source: Login Required
lt: Reikalingas prisijungimas

# #32353
source: This forum does not allow guest access.
lt: Šis forumas neleidžia svečio prieigos.

# #32354
source: Login required.
lt: Reikalingas prisijungimas.

# #32355
source: Set login info now?
lt: Nustatyti prisijungimo duomenis dabar?

# #32356
source: Getting User List
lt: Gaunamas vartotojų sąrašas

# #32357
source: Not Available
lt: Neprieinama

# #32358
source: Online Users
lt: Prisijungę vartotojai

# #32359
source: Search posts of {0}
lt: Ieškoti {0} žinučių

# #32360
source: View User Info
lt: Peržiūrėti vartotojo informaciją

# #32361
source: Getting Info
lt: Gaunama informacija

# #32362
source: Name
lt: Vardas

# #32363
source: Status
lt: Padėtis

# #32364
source: Post Count
lt: Žinučių kiekis

# #32365
source: Join Date
lt: Prisijungimo data

# #32366
source: Current Activity
lt: Dabartinė veikla

# #32367
source: Last Activity Date
lt: Paskutinė aktyvumo data

# #32368
source: Info
lt: Informacija

# #32369
source: View Online Users
lt: Peržiūrėti prisijungusius vartotojus

# #32370
source: View Forum Info
lt: Peržiūrėti forumo informaciją

# #32371
source: Search
lt: Paieška

# #32372
source: Forum Info
lt: Forumo informacija

# #32373
source: Really Exit?
lt: Ar tikrai išeiti?

# #32374
source: Skin Changed
lt: Teminė išvaizda pakeista

# #32375
source: Skin changed. Restart Forum Browser to apply.
lt: Teminė išvaizda pakeista. Paleiskite iš naujo Forum Browser, norėdami pritaikyti pakeitimus.

# #32376
source: Search Options
lt: Paieškos parinktys

# #32377
source: New Search
lt: Nauja paieška

# #32378
source: Post Search Results
lt: Žinučių paieškos rezultatai

# #32379
source: Thread Search Results
lt: Temos paieškos rezultatai

# #32380
source: User Options
lt: Vartotojo parinktys

# #32381
source: New User
lt: Naujas vartotojas

# #32382
source: Enter Name Of User To Search
lt: Įveskite vartotojo vardą, kurio norite ieškoti

# #32383
source: Recent Threads
lt: Naujausios temos

# #32384
source: Recent Posts
lt: Naujausios žinutės

# #32385
source: Post Search Results
lt: Žinučių paieškos rezultatai

# #32386
source: Choose Forum
lt: Pasirinkite forumą

# #32387
source: Login Not Set
lt: Prisijungimas nenustatytas

# #32388
source: Username and password not set.
lt: Vartotojo vardas ir slaptažodis nenustatyti.

# #32389
source: Login Set
lt: Prisijungimas nustatytas

# #32390
source: Username and password set.
lt: Vartotojo vardas ir slaptažodis nustatyti.

# #32391
source: Use URL?
lt: Naudoti URL?

# #32392
source: Use this URL?
lt: Naudoti šį URL?

# #32393
source: Update
lt: Atnaujinti

# #32394
source: Skin modifications need to be updated. Click OK to continue.
lt: Teminės išvaizdos modifikacijas reikia atnaujinti. Spauskite OK, norėdami tęsti.

# #32395
source: Select Rule:
lt: Pasirinkite taisyklę:

# #32396
source: EXTRA
lt: EKSTRA

# #32397
source: FILTER
lt: FILTRAS

# #32399
source: Add Rule
lt: Pridėti taisyklę

# #32400
source: Share
lt: Dalintis

# #32401
source: Save
lt: Išsaugoti

# #32402
source: Type
lt: Rūšis

# #32403
source: Head Filter
lt: Galvos filtras

# #32404
source: Tail Filter
lt: Uodegos filtras

# #32405
source: Enter Name
lt: Įvesti vardą

# #32406
source: Enter Python Regular Expression
lt: Įvesti Python reguliarųjį reiškinį

# #32407
source: Enter Phrase
lt: Įvesti frazę

# #32408
source: Select
lt: Pasirinkti

# #32409
source: Remove
lt: Pašalinti

# #32410
source: HEAD FILTERS
lt: GALVOS FILTRAI

# #32411
source: TAIL FILTERS
lt: UODEGOS FILTRAI

# #32412
source: Current Rules
lt: Dabartinės taisyklės

# #32413
source: Rules Already Exist For This Forum:
lt: Taisyklės šiam forumui jau egzistuoja:

# #32414
source: Overwrite?
lt: Perrašyti?

# #32415
source: Overwrite existing rules?
lt: Perrašyti egzistuojančias taisykles?

# #32416
source: Added
lt: Pridėta

# #32417
source: Removed
lt: Pašalinta

# #32418
source: Forum added to favorites!
lt: Forumas pridėtas prie mėgstamiausių!

# #32419
source: Forum removed from favorites.
lt: Forumas pašalintas iš mėgstamiausių.

# #32420
source: Select Category
lt: Pasirinkti kategoriją

# #32421
source: Search Database
lt: Ieškoti duomenų bazėje

# #32422
source: Show All
lt: Rodyti viską

# #32423
source: Add Forum
lt: Pridėti forumą

# #32424
source: Enter Forum Web Address
lt: Įvesti forumo žiniatinklio adresą

# #32425
source: Forum not found or not compatible
lt: Forumas nerastas arba nesuderinamas

# #32426
source: Enter forum URL
lt: Įveskite forumo URL

# #32427
source: Testing Forum
lt: Testuojamas forumas

# #32428
source: Question...
lt: Klausimas...

# #32429
source: Does this forum require a login?
lt: Ar šiam forumui reikalingas prisijungimas?

# #32430
source: Click YES to set login details.
lt: Spauskite TAIP, norėdami nustatyti prisijungimo duomenis.

# #32431
source: Forum not found or not compatible.
lt: Forumas nerastas arba nesuderinamas

# #32432
source: Found
lt: Rasta

# #32433
source: Forum {0} found
lt: Rastas {0} forumas

# #32434
source: Getting Description And Images
lt: Gaunamas aprašymas ir atvaizdai

# #32435
source: Enter Description
lt: Įvesti aprašymą

# #32436
source: Choose Logo
lt: Pasirinkti logotipą

# #32437
source: Add To Online Database
lt: Pridėti į internetinę duomenų bazę

# #32438
source: Getting List
lt: Gaunamas sąrašas

# #32439
source: No forums
lt: Nėra forumų

# #32440
source: No forums in that category/search
lt: Nėra forumų šioje kategorijoje/paieškoje

# #32441
source: Category
lt: Kategorija

# #32442
source: Forum Added
lt: Forumas pridėtas

# #32443
source: Online database forum rules updated.
lt: Internetinės duomenų bazės forumo taisyklės atnaujintos.

# #32444
source: Failed to update the online database.
lt: Nepavyko atnaujinti internetinės duomenų bazės.

# #32445
source: Add To Database?
lt: Pridėti į duomenų bazę?

# #32446
source: Share to the Forum Browser online datbase?
lt: Pasidalinti internetine duomenų baze su Forum Browser?

# #32447
source: Forum must be rated in order to be added to the online database.
lt: Forumas turi būti įvertintas, norint pridėti jį į internetinę duomenų bazę.

# #32448
source: Saving To Database
lt: Išsaugoma duomenų bazėje

# #32449
source: Updated
lt: Atnaujinta

# #32450
source: Not Added
lt: Nepridėta

# #32451
source: Forum added successfully.
lt: Forumas pridėtas sėkmingai.

# #32452
source: Forum entry exists. Updated successfully.
lt: Forumo įrašas egzistuoja. Atnaujinta sėkmingai.

# #32453
source: Forum not added
lt: Forumas nepridėtas

# #32454
source: Function Rating
lt: Funkcionavimo įvertinimas

# #32455
source: Fully Functional
lt: Pilnai funkcionuoja

# #32456
source: Partially Functional
lt: Iš dalies funkcionuoja

# #32457
source: Not Functional
lt: Nefunkcionuoja

# #32458
source: Accuracy Rating
lt: Tikslumo įvertinimas

# #32459
source: Full Accuracy
lt: Pilnas tikslumas

# #32460
source: OK Accuracy
lt: Geras tikslumas

# #32461
source: Poor Accuracy
lt: Prastas tikslumas

# #32462
source: Colour set!
lt: Spalva nustatyta!

# #32463
source: Online database colour updated.
lt: Internetinės duomenų bazės spalva atnaujinta.

# #32464
source: Failed to update the online database.
lt: Nepavyko atnaujinti internetinės duomenų bazės.
