Repository: ruuk/script.forum.browser
Catalog: resources/language/Lithuanian/strings.po
Languages: lt

# #32465
source: Choose Forum To Remove
lt: Pasirinkite forumą, kurį norite pašalinti

# #32466
source: Remove?
lt: Pašalinti?

# #32467
source: Really remove forum?
lt: Ar tikrai pašalinti forumą?

# #32468
source: Forum Removed
lt: Forumas pašalintas

# #32469
source: File {0} of {1}
lt: Failas {0} iš {1}

# #32470
source: Error accessing forum. It apppears the forum may have moved. Check the forum address in a browser and try re-adding it, or if there is a URL listed below, you can try re-adding it with that URL.
lt: Klaida pasiekiant forumą. Panašu, kad forumas buvo perkeltas. Patikrinkite forumo adresą naršyklėje ir bandykite jį pridėti iš naujo arba jei žemiau yra atvaizduojamas URL, galite mėginti iš naujo pridėti, naudojant šį URL.

# #32471
source: Error accessing forum. It apppears the forum interface ({0}) is no longer installed, is missing or has moved. Verify the forum's URL in a browser and then try re-adding it. Check with the forum administrator if the problem persists.
lt: Klaida pasiekiant forumą. Panašu, kad forumo sąsaja ({0}) nebėra įdiegta, jos trūksta arba buvo perkelta. Patikrinkite forumo adresą naršyklėje ir bandykite jį pridėti iš naujo. Susisiekite su forumo administratoriumi, jei problema išlieka.

# #32472
source: Error accessing forum. Forum interface appears to have changed from {0} to {1}. Try re-adding it.
lt: Klaida pasiekiant forumą. Panašu, kad forumo sąsaja pasikeitė iš {0} į {1}. Pabandykite pridėti jį iš naujo.

# #32473
source: Error accessing forum. Please contact the forum administrator if this problem continues.
lt: Klaida pasiekiant forumą. Susisiekite su forumo administratoriumi, jei problema išlieka.

# #32474
source: Invalid Hex Colour
lt: Klaidinga Hex spalva

# #32475
source: Enter 6-Digit Hex Colour
lt: Įveskite 6 skaitmenų Hex spalvą

# #32476
source: Keyboard Mod Removed
lt: Klaviatūros modifikacija pašalinta

# #32477
source: Forum Browser will need to be restarted before it takes effect.
lt: Reikia iš naujo paleisti Forum Browser, kad įsigaliotų pakeitimai.

# #32478
source: Copying files:
lt: Kopijuojami failai:

# #32479
source: Skin Mods
lt: Teminės išvaizdos modifikacijos

# #32480
source: Font Installation
lt: Šrifto įdiegimas

# #32481
source: Please click 'Help' below for more detailed information.
lt: Spauskite 'Žinynas', norėdami gauti išsamesnės informacijos.

# #32482
source: Install?
lt: Įdiegti?

# #32483
source: Aborted
lt: Nutraukta

# #32484
source: Skin modifications were NOT installed.
lt: Teminės išvaizdos modifikacijos NEBUVO įdiegtos.

# #32485
source: Enable 'Use skin modifications (Recommended)' in settings if you want to install them at a later time.
lt: Įjunkite nustatymuose 'Naudoti teminės išvaizdos modifikacijas (rekomenduojama)', jei norite jas įdiegti vėliau.

# #32486
source: Skin Mod Install
lt: Teminės išvaizdos modifikacijos diegimas

# #32487
source: {0} skin not installed in user path.
lt: {0} teminė išvaizda neįdiegta vartotojo aplanke..

# #32488
source: Click Yes to copy
lt: Spauskite Taip, norėdami nukopijuoti

# #32489
source: Click No to Abort
lt: Spauskite Ne, norėdami nutraukti

# #32490
source: Copying Files
lt: Kopijuojami failai

# #32491
source: Please wait...
lt: Prašome palaukti...

# #32492
source: Failed to copy files, aborting.
lt: Nepavyko nukopijuoti failų, nutraukiama

# #32493
source: Files copied.
lt: Failai nukopijuoti.

# #32494
source: Kodi needs to be restarted for the mod to take effect.
lt: Reikia iš naujo paleisti Kodi, kad modifikacija būtų pritaikyta.

# #32495
source: Font installed.
lt: Šriftas įdiegtas.

# #32496
source: Keyboard Mod
lt: Klaviatūros modifikacija

# #32497
source: Install keyboard skin mod?
lt: Įdiegti klaviatūros teminės išvaizdos modifikaciją?

# #32498
source: THIS WILL REPLACE THE CURRENT Kodi KEYBOARD
lt: TAI PAKEIS DABARTINĘ Kodi KLAVIATŪRĄ

# #32499
source: Keyboard installed/changed.
lt: Klaviatiūra įdiegta/pakeista.

# #32500
source: Miscellaneous
lt: Įvairūs

# #32501
source: Audio/Video Software & Technology
lt: Garso/vaizdo programinė įranga ir technologija

# #32502
source: Science & Technology
lt: Mokslas ir technologija

# #32503
source: Automotive/Motorcycle/Powersports
lt: Automobiliai/motociklai/auto/moto sportas

# #32504
source: Pets
lt: Naminiai gyvūnai

# #32505
source: Wildlife & Nature
lt: Laukinis gyvenimas ir gamta

# #32506
source: Games (Video/Board/Etc)
lt: Žaidimai (Vaizdo/stalo/kiti)

# #32507
source: Sports (Fans)
lt: Sportas (fanai)

# #32508
source: Outdoor & Travel
lt: Kelionės

# #32509
source: Society & Culture
lt: Visuomenė ir kultūra

# #32510
source: Food, Drink & Dining
lt: Maistas, gėrimai ir maitinimas

# #32511
source: Computers & Software
lt: Kompiuteriai ir programinė įranga

# #32512
source: Gadgets & Phones
lt: Prietaisai ir telefonai

# #32513
source: Hobbies & Collecting
lt: Hobis ir kolekcionavimas

# #32514
source: Sports (Recreational)
lt: Sportas (rekreacinis)

# #32515
source: Internet
lt: Internetas

# #32516
source: Entertainment (TV/Movies/Music)
lt: Pramogos (TV/filmai/muzika)

# #32517
source: Enter Keywords or Use Wildcards *?
lt: Įvesti raktinius žodžius ar naudoti pakaitos simbolius *?

# #32518
source: Post User Attributes To Display
lt: Žinutės vartotojo savybės, kurios bus rodomos

# #32519
source: Open Subscriptions/PMs Window Automatically On Open Forum
lt: Atverti prenumeratų/PM langą automatiškai atveriant forumą

# #32520
source: If Both Subs and PMs, Open Subs Window Instead
lt: Jei tiek prenumeratos, tiek privatūs pranešimai, atverti vietoj to prenumeratų langą

# #32521
source: Keyboard NOT installed.
lt: Klaviatūra NEĮDIEGTA.

# #32522
source: Enable 'Use keyboard mod' in settings if you want to install it at a later time.
lt: Įjunkite nustatymuose 'Naudoti modifikuotą klaviatūrą', jei norite ją įdiegti vėliau.

# #32523
source: Select Keyboard Skin
lt: Pasirinkti klaviatiūros teminę išvaizdą

# #32524
source: Disable Asynchronous Connections
lt: Išjungti asinchroninius prisijungimus

# #32525
source: Reverse Sort Search Results
lt: Atvirkštinis paieškos rezultatų rūšiavimas

# #32526
source: Started By:
lt: Pradedama nuo:

# #32527
source: SHOW MENU
lt: RODYTI MENIU

# #32528
source: CLOSE
lt: UŽDARYTI

# #32529
source: Previous Page
lt: Ankstesnis puslapis

# #32530
source: Next Page
lt: Kitas puslapis

# #32531
source: LINKS
lt: NUORODOS

# #32532
source: IMAGES
lt: ATVAIZDAI

# #32533
source: HELP TOPICS
lt: ŽINYNO TEMOS

# #32534
source: SHOW HELP
lt: RODYTI ŽINYNĄ

# #32535
source: Show Thread In WebViewer
lt: Rodyti temą WebViewer

# #32536
source: Disable Window Stacking (Requires Restart)
lt: Išjungti langų grupavimą (reikia paleisti iš naujo)

# #32537
source: View Posts As A Page
lt: Peržiūrėti žinutes kaip puslapį

# #32538
source: Hide Image URLs In Posts Display
lt: Slėpti atvaizdų URL rodant žinutes

# #32539
source: Appearance
lt: Išvaizda

# #32540
source: Smilies
lt: Šypsenėlės

# #32541
source: Install/Change Keyboard
lt: Įdiegti/pakeisti klaviatūrą

# #32542
source: Refreshing Kodi Skin
lt: Atnaujinama Kodi teminė išvaizda

# #32543
source: Move Up
lt: Perkelti aukštyn

# #32544
source: Move Down
lt: Perkelti žemyn

# #32545
source: Getting Forum Stats
lt: Gaunama forumo statistika

# #32546
source: Members
lt: Nariai

# #32547
source: Online
lt: Prisijungę

# #32548
source: Hide Link URLs In Posts Display
lt: Slėpti nuorodos URL rodant žinutes

# #32549
source: Class Filter
lt: Klasės filtras

# #32550
source: Split Filter
lt: Perskyrimo filtras

# #32551
source: Enter Start RegEx
lt: Įvesti pradžios RegEx

# #32552
source: Enter End RegEx
lt: Įvesti pabaigos RegEx

# #32553
source: Add Bookmark
lt: Pridėti žymą

# #32554
source: Bookmarks
lt: Žymos

# #32555
source: Right Align Text
lt: Lygiuoti tekstą dešinėje

# #32556
source: Back
lt: Atgal

# #32557
source: Adding Forums
lt: Pridedamas forumas

# #32558
source: Database
lt: Duomenų bazė

# #32559
source: Add Forum Manually
lt: Pridėti forumą rankiniu būdu

# #32560
source: Use Default?
lt: Naudoti numatytąjį?

# #32561
source: Use default path:
lt: Naudoti numatytąjį kelią:

# #32562
source: Or choose a new path?
lt: Ar pasirinkti naują kelią?

# #32563
source: Default
lt: Numatytasis

# #32564
source: Use Default Media Save Path Without Asking
lt: Neklausiant naudoti numatytąjį media išsaugojimo kelią

# #32565
source: Unread Threads
lt: Neperskaitytos temos

# #32566
source: Don't Ask For Image Filename When Saving
lt: Neklausti atvaizdo failo vardo išsaugant

# #32567
source: Sequel (Default)
lt: Tęsinys (numtytasis)

# #32568
source: Add Multiple Lines
lt: Pridėti keletą eilučių

# #32569
source: Add Multiple Lines Here
lt: Pridėti keletą eilučių čia

# #32570
source: Preview
lt: Peržiūra

# #32571
source: Add Line After
lt: Pridėti eilutę po

# #32572
source: Context Menu For More Options
lt: Kontekstinis meniu, norint pasiekti daugiau parinkčių

# #32573
source: No Links
lt: Nėra nuorodų

# #32574
source: First Post
lt: Pirma žinutė

# #32575
source: Last Post
lt: Paskutinė žinutė

# #32576
source: Revert
lt: Apversti

# #32577
source: To Menubar
lt: Į meniu juostą

# #32578
source: Slide Up On Video (On Suported Skins)
lt: Slinkti aukštyn įjungus vaizdo įrašą (jei palaiko teminė išvaizda)

# #32579
source: Use This Colour?
lt: Naudoti šią spalvą?

# #32580
source: View: Set Default Background Image
lt: Rodinys: nustatyti numatytąjį fono atvaizdą

# #32581
source: View: Clear The Default Background Image
lt: Rodinys: išvalytinumatytąjį fono atvaizdą

# #32582
source: View: Set The Background Fade Level
lt: Rodinys: nustatyti fono išblukimo lygį

# #32583
source: View: Set The List Selection Colour
lt: Rodinys: Nustatyti sąrašo pasirinkimo spalvą

# #32584
source: NOTE: THESE OPTIONS MODIFY THE SKIN'S XML FILES
lt: PASTABA: ŠIOS PARINKTYS PAKEIČIA TEMINĖS IŠVAIZDOS XML FAILUS

# #32585
source: The Kodi team is not responsible for this addon.
lt: Kodi komanda nėra atsakinga už šį priedą.

# #32586
source: If you experience any problems,
lt: Jei susiduriate su bet kokiomis problemomis,

# #32587
source: visit the Forum Browser thread at forum.xbmc.org.
lt: aplankykite Forum Browser temą forum.xbmc.org.

# #32588
source: Forum Browser font installed.
lt: Forum Browser šriftas įdiegtas.

# #32589
source: Forum Browser font NOT installed.
lt: Forum Browser šriftas NEĮDIEGTAS.

# #32590
source: Forum Browser font un-installed.
lt: Forum Browser šriftas išdiegtas.

# #32591
source: SD Only
lt: Tik SD

# #32594
source: Max Streaming Video Quality
lt: Maksimali vaizdo įrašo transliacijos kokybė

# #32595
source: Disable DASH Video (Recommended)
lt: Išjungti DASH video (rekomenduojama)

# #32596
source: Show Forum Specific Background
lt: Rodyti specifinį forumo foną

# #32597
source: Choose Video
lt: Pasirinkti vaizdo įrašą

# #32599
source: Size
lt: Dydis

# #32600
source: Received
lt: Gauta

# #32601
source: Download Complete
lt: Atsiuntimas baigtas

# #32900
source: Prev
lt: Ankstesnis

# #32901
source: Next
lt: Kitas

# #32902
source: Post Reply
lt: Žinutės atsakymas

# #32903
source: Settings
lt: Nustatymai

# #32904
source: Subscriptions
lt: Prenumeratos

# #32905
source: Forums
lt: Forumai

# #32906
source: Add Line
lt: Pridėti eilutę

# #32907
source: Add Lines
lt: Pridėti eilučių

# #32908
source: Submit Post
lt: Įkelti žinutę

# #32909
source: Messages
lt: Pranešimai

# #32910
source: STOP
lt: STABDYTI

# #32911
source: Threads
lt: Temos

# #32912
source: Posts
lt: Žinutės

# #32913
source: OK
lt: Gerai

# #32914
source: New Search
lt: Nauja paieška

# #32915
source: Loading...
lt: Įkeliama...

# #32916
source: Search
lt: Paieška

# #32917
source: Search Posts
lt: Ieškoti žinučių

# #32918
source: Search Threads
lt: Ieškoti temų

# #32919
source: Search User
lt: Ieškoti vartotojo

# #32921
source: Set Title
lt: Nustatyti pavadinimą

# #32922
source: Post
lt: Žinutė

# #32923
source: Add Forum
lt: Pridėti forumą

# #32924
source: Add From Online
lt: Pridėti iš interneto

# #32925
source: Remove Forum
lt: Pašalinti forumą

# #32926
source: Add To Favorites
lt: Pridėti prie mėgstamiausių

# #32927
source: Remove From Favs
lt: Pašalinti iš mėgstamiausių

# #32928
source: Forum Settings
lt: Forumo nustatymai

# #32929
source: Share To Online DB
lt: Pasidalinti internetinėje DB

# #32930
source: Share Theme To ODB
lt: Pasidalinti tema internetinėje DB

# #32931
source: Help
lt: Žinynas

# #32932
source: Subs
lt: Prenumeratos

# #32933
source: PMs
lt: Privatūs pranšimai

# #32934
source: Header Colour
lt: Antraštės spalva

# #32935
source: All
lt: Visi

# #32936
source: Functionality
lt: Funkcionavimas

# #32937
source: Accuracy
lt: Tikslumas

# #32938
source: OK
lt: Gerai

# #32939
source: Cancel
lt: Nutraukti

# #32940
source: Forum Browser: New Posts
lt: Forum Browser: naujos žinutės

# #32941
source: Conversations
lt: Pokalbiai
